[
  {
    "externalId": "pubmed:41662857",
    "slug": "parasite-clearance-in-patients-with-plasmodium-vivax-monoinfection-treated-with-artesunate",
    "title": "Parasite clearance in patients with Plasmodium vivax monoinfection treated with artesunate in Cambodia: an observational secondary analysis of trial data.",
    "excerpt": "Artemisinin-based combination therapies are the frontline drugs for the treatment of malaria infections, but, for Plasmodium falciparum, the efficacy of artemisinin is threatened by the spread of resistance. Plasmodium v",
    "technicalSummary": "Artemisinin-based combination therapies are the frontline drugs for the treatment of malaria infections, but, for Plasmodium falciparum, the efficacy of artemisinin is threatened by the spread of resistance. Plasmodium vivax is the second most common cause of human malaria, but there is little information on its susceptibility to artemisinin due to the lack of an in-vitro culture system. This study aims to characterise the response of P vivax to artesunate using clinical, genomic, and transcriptomic data from infected individuals in Cambodia.\n\nWe analysed 161 P vivax infections from 87 patients (six female and 81 male; median age 20 years [IQR 17-26]) enrolled between Nov 10, 2021, and Nov 1",
    "laymansExplanation": "Trial tracker: Parasite clearance in patients with Plasmodium vivax monoinfection treated with artesunate in Cambodia: an observational secondary analysis of trial data..\n\nWhat is being tested: Artemisinin-based combination therapies are the frontline drugs for the treatment of malaria infections, but, for Plasmodium falciparum, the efficacy of artemisinin is threatened by the spread of resistance. Plasmodium v.\n\nHow this helps now: Treat exercise, blood-pressure control, and social/cognitive activity as your non-negotiable baseline. Use this to follow the pipeline and design details; treatment conclusions come after results are posted.",
    "keyTakeaways": [
      "This entry is about upcoming evidence in brain health and cognitive resilience, not a finished verdict.",
      "Check inclusion criteria and endpoints to judge whether eventual results may apply to your context.",
      "Treat exercise, blood-pressure control, and social/cognitive activity as your non-negotiable baseline.",
      "Set a reminder to revisit when results or publications are released."
    ],
    "hasExplanation": true,
    "sourceName": "Lancet Microbe",
    "sourceUrl": "https://pubmed.ncbi.nlm.nih.gov/41662857/",
    "sourceType": "clinical_trial",
    "evidenceQuality": "observational",
    "publishedDate": "2027-01-11",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "pubmed:41708584",
    "slug": "association-between-chronic-inflammation-status-and-serum-testosterone-and-free-testostero",
    "title": "Association between chronic inflammation status and serum testosterone and free testosterone in adult males.",
    "excerpt": "Chronic inflammation may contribute to biochemical hypogonadism, but evidence regarding composite inflammatory indicators is limited. This study examined the associations of the systemic inflammation response index (SIRI",
    "technicalSummary": "Chronic inflammation may contribute to biochemical hypogonadism, but evidence regarding composite inflammatory indicators is limited. This study examined the associations of the systemic inflammation response index (SIRI) and aggregate index of systemic inflammation (AISI) with serum testosterone and free testosterone (FT) in adult males.\n\nData were obtained from NHANES 2011-2016 and 2021-2023, including 7,576 men for serum testosterone and 3,590 for FT. Multivariable regression, smoothing curves, threshold effect, and age-stratified analyses were conducted.\n\nHigher SIRI and AISI were significantly associated with lower serum testosterone and FT levels (P&#x2009;&lt;&#x2009;0.0001). Testoste",
    "laymansExplanation": "Evidence snapshot: Association between chronic inflammation status and serum testosterone and free testosterone in adult males.. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "Aging Male",
    "sourceUrl": "https://pubmed.ncbi.nlm.nih.gov/41708584/",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-12-31",
    "categories": [
      {
        "slug": "cellular-health",
        "name": "Cellular Health",
        "description": "Cell-level mechanisms influencing aging and resilience."
      }
    ]
  },
  {
    "externalId": "pubmed:41665182",
    "slug": "sialic-acid-responsive-parabacteroides-is-linked-to-gut-barrier-integrity-in-older-adults",
    "title": "Sialic acid-responsive Parabacteroides is linked to gut barrier integrity in older adults.",
    "excerpt": "Aging is frequently accompanied by inflammaging-a chronic, low-grade inflammatory state that contributes to functional decline and disease risk. Disruption of the intestinal barrier is increasingly being recognized as a ",
    "technicalSummary": "Aging is frequently accompanied by inflammaging-a chronic, low-grade inflammatory state that contributes to functional decline and disease risk. Disruption of the intestinal barrier is increasingly being recognized as a key driver of inflammaging; however, its relationship with the gut microbiota in older adults remains poorly understood. Here, we demonstrate a significant association of intestinal barrier dysfunction markers with systemic inflammatory markers using a cross-sectional study in this population. Notably, the genus Parabacteroides showed a strong negative association with barrier dysfunction. In vitro assays showed that three Parabacteroides lineages predominant in older adults,",
    "laymansExplanation": "Evidence snapshot: Sialic acid-responsive Parabacteroides is linked to gut barrier integrity in older adults.. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "Gut Microbes",
    "sourceUrl": "https://pubmed.ncbi.nlm.nih.gov/41665182/",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-12-31",
    "categories": [
      {
        "slug": "cellular-health",
        "name": "Cellular Health",
        "description": "Cell-level mechanisms influencing aging and resilience."
      },
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "pubmed:41715909",
    "slug": "maternal-gut-microbiota-mediates-prenatal-stress-induced-fetal-blood-x2012-brain-barrier-d",
    "title": "Maternal gut microbiota mediates prenatal stress-induced fetal blood&#x2012;brain barrier dysfunction.",
    "excerpt": "Maternal prenatal stress confers elevated neuropsychiatric risk to offspring, yet the mechanisms underlying fetal neurodevelopmental impairment remain elusive. The gut microbiota has emerged as a key regulator of brain d",
    "technicalSummary": "Maternal prenatal stress confers elevated neuropsychiatric risk to offspring, yet the mechanisms underlying fetal neurodevelopmental impairment remain elusive. The gut microbiota has emerged as a key regulator of brain development and behavior. However, the mechanisms mediating the interactions between the microbiota and the developing brain are still poorly understood. Here, utilizing a prenatal stress mouse model integrated with multi-omics approaches, comprehensive behavioral assays, and molecular validations, we demonstrate that prenatal stress not only induces maternal gut microbiota dysbiosis during pregnancy but also, more critically, leads to fetal blood&#x2012;brain barrier (BBB) de",
    "laymansExplanation": "Evidence snapshot: Maternal gut microbiota mediates prenatal stress-induced fetal blood&#x2012;brain barrier dysfunction.. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "Gut Microbes",
    "sourceUrl": "https://pubmed.ncbi.nlm.nih.gov/41715909/",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-12-31",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "pubmed:41709439",
    "slug": "bacterial-constipation-mucin-degrading-intestinal-commensal-bacteria-cause-constipation",
    "title": "Bacterial constipation: Mucin-degrading intestinal commensal bacteria cause constipation.",
    "excerpt": "The contribution of gut microbes to constipation remains mechanistically underexplored, despite constipation being one of the most prevalent gastrointestinal disorders. Here, we identify cooperative induction of constipa",
    "technicalSummary": "The contribution of gut microbes to constipation remains mechanistically underexplored, despite constipation being one of the most prevalent gastrointestinal disorders. Here, we identify cooperative induction of constipation by two mucin-degrading gut commensals: Akkermansia muciniphila and Bacteroides thetaiotaomicron. In constipated patients with Parkinson's disease (PD) and chronic idiopathic constipation (CIC), we observed that A. muciniphila and B. thetaiotaomicron were increased. Gnotobiotic mice colonized with either bacterium exhibited no constipation, whereas mice co-colonized with both bacteria developed constipation. Fecal mucins but not gastric mucins carry terminal sulfates. As ",
    "laymansExplanation": "Evidence snapshot: Bacterial constipation: Mucin-degrading intestinal commensal bacteria cause constipation.. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "Gut Microbes",
    "sourceUrl": "https://pubmed.ncbi.nlm.nih.gov/41709439/",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-12-31",
    "categories": [
      {
        "slug": "exercise",
        "name": "Exercise",
        "description": "Movement, training, and performance-related longevity insights."
      }
    ]
  },
  {
    "externalId": "pubmed:41717701",
    "slug": "exploring-the-dynamic-biopsychosocial-health-needs-of-middle-aged-adults-living-alone-a-qu",
    "title": "Exploring the dynamic biopsychosocial health needs of middle-aged adults living alone: a qualitative study.",
    "excerpt": "The number of middle-aged adults living alone in South Korea is increasing, raising concerns about their physical, mental, and social health. This study explored their health concerns and perceived support needs.\n\nSemi-s",
    "technicalSummary": "The number of middle-aged adults living alone in South Korea is increasing, raising concerns about their physical, mental, and social health. This study explored their health concerns and perceived support needs.\n\nSemi-structured interviews were conducted with 12 adults aged 40-64 years living alone in urban and suburban areas. Purposive sampling ensured diverse experiences. Data were analyzed using deductive qualitative content analysis guided by the social-ecological model.\n\nFive themes emerged: (1) navigating aging with autonomy and avoidance, (2) seeking companionship for a healthier solitary life, (3) pursuing personal growth through community engagement, (4) recognizing the influence o",
    "laymansExplanation": "Evidence snapshot: Exploring the dynamic biopsychosocial health needs of middle-aged adults living alone: a qualitative study.. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "Int J Qual Stud Health Well-being",
    "sourceUrl": "https://pubmed.ncbi.nlm.nih.gov/41717701/",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-12-31",
    "categories": [
      {
        "slug": "exercise",
        "name": "Exercise",
        "description": "Movement, training, and performance-related longevity insights."
      },
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "pubmed:41715897",
    "slug": "orchestrating-life-s-first-community-molecular-assembly-by-human-milk-oligosaccharides",
    "title": "Orchestrating life's first community: molecular assembly by human milk oligosaccharides.",
    "excerpt": "The infant gut microbiota, orchestrated by human milk oligosaccharides (HMOs), forms a critical foundation for lifelong health. Despite their recognized importance, the molecular strategies through which HMOs govern micr",
    "technicalSummary": "The infant gut microbiota, orchestrated by human milk oligosaccharides (HMOs), forms a critical foundation for lifelong health. Despite their recognized importance, the molecular strategies through which HMOs govern microbial competition and niche establishment remain poorly understood. Moving beyond ecological observations, this review synthesizes current mechanistic evidence on the molecular machinery of HMO metabolism in microbial assembly. We explore the specialized enzymes that confer competitive advantages and the metabolic networks fueled by HMO breakdown. Furthermore, we distinguish substrate-driven effects from the hypothesized signaling roles of intact HMOs in modulating host-micro",
    "laymansExplanation": "Evidence snapshot: Orchestrating life's first community: molecular assembly by human milk oligosaccharides.. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "Gut Microbes",
    "sourceUrl": "https://pubmed.ncbi.nlm.nih.gov/41715897/",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-12-31",
    "categories": [
      {
        "slug": "nutrition",
        "name": "Nutrition",
        "description": "Dietary patterns and nutrition interventions for longevity."
      },
      {
        "slug": "metabolic-health",
        "name": "Metabolic Health",
        "description": "Insulin, glucose, lipid, and body-composition driven research."
      }
    ]
  },
  {
    "externalId": "pubmed:41705654",
    "slug": "anti-inflammatory-effects-of-nicotinamide-mononucleotide-nmn-in-human-skeletal-muscle-afte",
    "title": "Anti-inflammatory effects of nicotinamide mononucleotide (NMN) in human skeletal muscle after BFR-exercise.",
    "excerpt": "&#x3b2;-Nicotinamide mononucleotide (NMN) inhibits acute inflammation in injured animal tissues.\n\nWe examined whether NMN supplementation attenuates inflammation induced by blood flow restriction-resistance exercise (BFR",
    "technicalSummary": "&#x3b2;-Nicotinamide mononucleotide (NMN) inhibits acute inflammation in injured animal tissues.\n\nWe examined whether NMN supplementation attenuates inflammation induced by blood flow restriction-resistance exercise (BFR-exercise) in human skeletal muscle.\n\nEleven untrained men (22.8&#x2009;&#xb1;&#x2009;1.5&#x2009;y) completed a randomized, placebo-controlled, counterbalanced crossover trial, receiving either Placebo or NMN (1200&#x2009;mg/d) for 7&#x2009;d, with a 3-week washout between conditions. Multiple muscle biopsies were obtained before and after BFR-exercise.\n\nBFR-exercise-induced significant muscle necrosis at 0&#x2009;h, which resolved within 24&#x2009;h in both conditions. NMN s",
    "laymansExplanation": "Study focus: Anti-inflammatory effects of nicotinamide mononucleotide (NMN) in human skeletal muscle after BFR-exercise..\n\nWhat the paper suggests: -Nicotinamide mononucleotide (NMN) inhibits acute inflammation in injured animal tissues. We examined whether NMN supplementation attenuates inflammation induced by blood flow restriction-resistance exercise (BFR-exercise) in human skeletal muscle. Eleven untrained men (22.8 1.5 y) completed a rando.\n\nReal-world use: Schedule two resistance sessions this week and track load or reps so progress is visible. Treat this as one solid input, then look for consistency across related studies.",
    "keyTakeaways": [
      "Main domain: strength and mobility.",
      "Study design quality determines how confidently this result should influence decisions.",
      "Schedule two resistance sessions this week and track load or reps so progress is visible.",
      "Use your own tracked metrics to see whether this evidence changes outcomes that matter to you."
    ],
    "hasExplanation": true,
    "sourceName": "J Int Soc Sports Nutr",
    "sourceUrl": "https://pubmed.ncbi.nlm.nih.gov/41705654/",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-12-31",
    "categories": [
      {
        "slug": "exercise",
        "name": "Exercise",
        "description": "Movement, training, and performance-related longevity insights."
      },
      {
        "slug": "cellular-health",
        "name": "Cellular Health",
        "description": "Cell-level mechanisms influencing aging and resilience."
      }
    ]
  },
  {
    "externalId": "pubmed:41696869",
    "slug": "gutmind-a-multi-cohort-machine-learning-framework-for-integrative-characteristics-of-the-m",
    "title": "GutMIND: A multi-cohort machine learning framework for integrative characteristics of the microbiota-gut-brain axis in neuropsychiatric disorders.",
    "excerpt": "Emerging evidence underscores bidirectional communication along the microbiota-gut-brain axis in neuropsychiatric disorders. However, the field lacks dedicated metagenomic resources with standardized phenotyping for thes",
    "technicalSummary": "Emerging evidence underscores bidirectional communication along the microbiota-gut-brain axis in neuropsychiatric disorders. However, the field lacks dedicated metagenomic resources with standardized phenotyping for these conditions. Existing single-cohort studies face inherent limitations due to restricted sample sizes, confounding heterogeneity, and methodological fragmentation, compromising reproducibility and mechanistic insights. To overcome these challenges, we constructed the Gut Microbiome in Multinational Integrated Neuropsychiatric Disorders (GutMIND) database, a comprehensive resource integrating shotgun metagenomic data with harmonized metadata. Adhering to a standardized preproc",
    "laymansExplanation": "Study focus: GutMIND: A multi-cohort machine learning framework for integrative characteristics of the microbiota-gut-brain axis in neuropsychiatric disorders..\n\nWhat the paper suggests: Emerging evidence underscores bidirectional communication along the microbiota-gut-brain axis in neuropsychiatric disorders. However, the field lacks dedicated metagenomic resources with standardized phenotyping for these conditions. Existing single-cohort studies face inherent limitations due to re.\n\nReal-world use: Treat exercise, blood-pressure control, and social/cognitive activity as your non-negotiable baseline. Treat this as one solid input, then look for consistency across related studies.",
    "keyTakeaways": [
      "Main domain: brain health and cognitive resilience.",
      "Study design quality determines how confidently this result should influence decisions.",
      "Treat exercise, blood-pressure control, and social/cognitive activity as your non-negotiable baseline.",
      "Use your own tracked metrics to see whether this evidence changes outcomes that matter to you."
    ],
    "hasExplanation": true,
    "sourceName": "Gut Microbes",
    "sourceUrl": "https://pubmed.ncbi.nlm.nih.gov/41696869/",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-12-31",
    "categories": [
      {
        "slug": "metabolic-health",
        "name": "Metabolic Health",
        "description": "Insulin, glucose, lipid, and body-composition driven research."
      }
    ]
  },
  {
    "externalId": "whonews:urn-uuid-c26731e0-35ff-4be8-b37b-cb379bc88630",
    "slug": "who-validates-elimination-of-trachoma-as-a-public-health-problem-in-libya",
    "title": "WHO validates elimination of trachoma as a public health problem in Libya",
    "excerpt": "WHO today announced that Libya has eliminated trachoma as a public health problem, a landmark victory for public health in WHO’s Eastern Mediterranean Region. This hard-won achievement protects future generations from pr",
    "technicalSummary": "WHO today announced that Libya has eliminated trachoma as a public health problem, a landmark victory for public health in WHO’s Eastern Mediterranean Region. This hard-won achievement protects future generations from preventable blindness and provides a powerful reminder that countries can overcome neglected tropical diseases despite persisting challenges.",
    "laymansExplanation": "News brief: WHO validates elimination of trachoma as a public health problem in Libya. Why it matters for longevity: this update is most useful for awareness and timing. Practical next step: connect the update to one behavior you can execute this week and monitor over time.",
    "keyTakeaways": [
      "Treat this as a timely update, then verify details in primary sources when possible.",
      "Use the signal to refine one practical habit tied to your goals.",
      "Follow upcoming coverage to confirm whether early claims hold."
    ],
    "hasExplanation": true,
    "sourceName": "WHO News",
    "sourceUrl": "https://www.who.int/news/item/18-02-2026-who-validates-elimination-of-trachoma-as-a-public-health-problem-in-libya",
    "sourceType": "news",
    "evidenceQuality": "editorial",
    "publishedDate": "2026-02-18",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "whonews:urn-uuid-c8ef3917-29ec-48e4-8510-ac2ea1250fb0",
    "slug": "global-commitment-on-display-as-countries-negotiate-key-annex-to-the-pandemic-agreement",
    "title": "Global commitment on display as countries negotiate key annex to the Pandemic Agreement",
    "excerpt": "Member States of the World Health Organization (WHO) concluded a weeklong round of negotiations on draft annex for Pathogen Access and Benefit Sharing (PABS) – a key component of the WHO Pandemic Agreement. The fifth mee",
    "technicalSummary": "Member States of the World Health Organization (WHO) concluded a weeklong round of negotiations on draft annex for Pathogen Access and Benefit Sharing (PABS) – a key component of the WHO Pandemic Agreement. The fifth meeting of the Intergovernmental Working Group on the WHO Pandemic Agreement (IGWG) – set up by the World Health Assembly (WHA) last year to negotiate the PABS annex – wrapped up over the weekend after productive discussions from 9–14 February 2026.",
    "laymansExplanation": "News brief: Global commitment on display as countries negotiate key annex to the Pandemic Agreement.\n\nWhy this is relevant: it influences infection prevention, where consistent habits and policy both matter. Key context: Member States of the World Health Organization (WHO) concluded a weeklong round of negotiations on draft annex for Pathogen Access and Benefit Sharing (PABS) – a key component of the WHO Pandemic Agreement. The fifth mee.\n\nWhat to do with it: Review vaccination status and practical prevention habits before peak exposure periods.",
    "keyTakeaways": [
      "This is a public-health update, so the main value is timely awareness rather than a personal diagnosis.",
      "Most useful lens: infection prevention.",
      "Review vaccination status and practical prevention habits before peak exposure periods.",
      "Watch follow-up reports to see whether initial claims translate into measurable outcomes."
    ],
    "hasExplanation": true,
    "sourceName": "WHO News",
    "sourceUrl": "https://www.who.int/news/item/17-02-2026-global-commitment-on-display-as-countries-negotiate-key-annex-to-the-pandemic-agreement",
    "sourceType": "news",
    "evidenceQuality": "editorial",
    "publishedDate": "2026-02-17",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "whonews:urn-uuid-b0b8908d-3314-4fda-9fba-cfa0a1f70c3b",
    "slug": "statement-on-the-planned-hepatitis-b-birth-dose-vaccine-trial-in-guinea-bissau",
    "title": "Statement on the planned hepatitis B birth dose vaccine trial in Guinea-Bissau",
    "excerpt": "WHO statement on a planned hepatitis B birth dose vaccine trial in Guinea-Bissau.",
    "technicalSummary": "WHO statement on a planned hepatitis B birth dose vaccine trial in Guinea-Bissau.",
    "laymansExplanation": "News brief: Statement on the planned hepatitis B birth dose vaccine trial in Guinea-Bissau.\n\nWhy this is relevant: it influences infection prevention, where consistent habits and policy both matter. Key context: WHO statement on a planned hepatitis B birth dose vaccine trial in Guinea-Bissau.\n\nWhat to do with it: Review vaccination status and practical prevention habits before peak exposure periods.",
    "keyTakeaways": [
      "This is a public-health update, so the main value is timely awareness rather than a personal diagnosis.",
      "Most useful lens: infection prevention.",
      "Review vaccination status and practical prevention habits before peak exposure periods.",
      "Watch follow-up reports to see whether initial claims translate into measurable outcomes."
    ],
    "hasExplanation": true,
    "sourceName": "WHO News",
    "sourceUrl": "https://www.who.int/news/item/13-02-2026-statement-on-the-planned-hepatitis-b-birth-dose-vaccine-trial-in-guinea-bissau",
    "sourceType": "news",
    "evidenceQuality": "editorial",
    "publishedDate": "2026-02-13",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "whonews:urn-uuid-29344169-9e76-43b7-b397-dba8c475105b",
    "slug": "one-in-two-people-facing-cataract-blindness-need-access-to-life-changing-surgery",
    "title": "One in two people facing cataract blindness need access to life-changing surgery",
    "excerpt": "The World Health Organization (WHO) is urging countries to accelerate efforts to ensure that millions of people living with cataract can access simple, sight‑restoring surgery – one of the most effective and affordable i",
    "technicalSummary": "The World Health Organization (WHO) is urging countries to accelerate efforts to ensure that millions of people living with cataract can access simple, sight‑restoring surgery – one of the most effective and affordable interventions to prevent avoidable blindness.",
    "laymansExplanation": "News brief: One in two people facing cataract blindness need access to life-changing surgery.\n\nWhy this is relevant: it influences healthy longevity planning, where consistent habits and policy both matter. Key context: The World Health Organization (WHO) is urging countries to accelerate efforts to ensure that millions of people living with cataract can access simple, sight‑restoring surgery – one of the most effective and affordable i.\n\nWhat to do with it: Choose one high-impact habit to tighten this week and review results after 30 days.",
    "keyTakeaways": [
      "This is a public-health update, so the main value is timely awareness rather than a personal diagnosis.",
      "Most useful lens: healthy longevity planning.",
      "Choose one high-impact habit to tighten this week and review results after 30 days.",
      "Watch follow-up reports to see whether initial claims translate into measurable outcomes."
    ],
    "hasExplanation": true,
    "sourceName": "WHO News",
    "sourceUrl": "https://www.who.int/news/item/11-02-2026-one-in-two-people-facing-cataract-blindness-need-access-to-life-changing-surgery",
    "sourceType": "news",
    "evidenceQuality": "editorial",
    "publishedDate": "2026-02-10",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "nihnews:news-events-news-releases-nih-halts-arm-clinical-trial-evaluating-potential-stroke-treatme",
    "slug": "nih-halts-arm-of-clinical-trial-evaluating-a-potential-stroke-treatment",
    "title": "NIH halts arm of clinical trial evaluating a potential stroke treatment",
    "excerpt": "NIH halts arm of clinical trial evaluating a potential stroke treatment February 10, 2026 — Study found low-dose rivaroxaban to be unsafe and ineffective compared to standard of care.",
    "technicalSummary": "NIH halts arm of clinical trial evaluating a potential stroke treatment February 10, 2026 — Study found low-dose rivaroxaban to be unsafe and ineffective compared to standard of care.",
    "laymansExplanation": "News brief: NIH halts arm of clinical trial evaluating a potential stroke treatment.\n\nWhy this is relevant: it influences cardiovascular health, where consistent habits and policy both matter. Key context: NIH halts arm of clinical trial evaluating a potential stroke treatment February 10, 2026 — Study found low-dose rivaroxaban to be unsafe and ineffective compared to standard of care.\n\nWhat to do with it: Prioritize blood pressure control, cardiorespiratory fitness, and tobacco avoidance as immediate levers.",
    "keyTakeaways": [
      "This is a public-health update, so the main value is timely awareness rather than a personal diagnosis.",
      "Most useful lens: cardiovascular health.",
      "Prioritize blood pressure control, cardiorespiratory fitness, and tobacco avoidance as immediate levers.",
      "Watch follow-up reports to see whether initial claims translate into measurable outcomes."
    ],
    "hasExplanation": true,
    "sourceName": "NIH News",
    "sourceUrl": "https://www.nih.gov/news-events/news-releases/nih-halts-arm-clinical-trial-evaluating-potential-stroke-treatment",
    "sourceType": "news",
    "evidenceQuality": "editorial",
    "publishedDate": "2026-02-10",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "nihnews:news-events-news-releases-cognitive-speed-training-over-weeks-may-delay-diagnosis-dementia",
    "slug": "cognitive-speed-training-over-weeks-may-delay-the-diagnosis-of-dementia-over-decades",
    "title": "Cognitive speed training over weeks may delay the diagnosis of dementia over decades",
    "excerpt": "Cognitive speed training over weeks may delay the diagnosis of dementia over decades February 10, 2026 — NIH-funded effort finds positive outcomes with strategies that engaged mostly unconscious, rather than conscious, t",
    "technicalSummary": "Cognitive speed training over weeks may delay the diagnosis of dementia over decades February 10, 2026 — NIH-funded effort finds positive outcomes with strategies that engaged mostly unconscious, rather than conscious, thinking.",
    "laymansExplanation": "What changed: Cognitive speed training over weeks may delay the diagnosis of dementia over decades.\n\nWhy this matters: the update affects strength and mobility, an area that drives long-term healthspan. Key context: Cognitive speed training over weeks may delay the diagnosis of dementia over decades February 10, 2026 — NIH-funded effort finds positive outcomes with strategies that engaged mostly unconscious, rather than conscious, t.\n\nHow to use this: Schedule two resistance sessions this week and track load or reps so progress is visible.",
    "keyTakeaways": [
      "This is a public-health update, so the main value is timely awareness rather than a personal diagnosis.",
      "Most useful lens: strength and mobility.",
      "Schedule two resistance sessions this week and track load or reps so progress is visible.",
      "Watch follow-up reports to see whether initial claims translate into measurable outcomes."
    ],
    "hasExplanation": true,
    "sourceName": "NIH News",
    "sourceUrl": "https://www.nih.gov/news-events/news-releases/cognitive-speed-training-over-weeks-may-delay-diagnosis-dementia-over-decades",
    "sourceType": "news",
    "evidenceQuality": "editorial",
    "publishedDate": "2026-02-10",
    "categories": [
      {
        "slug": "exercise",
        "name": "Exercise",
        "description": "Movement, training, and performance-related longevity insights."
      }
    ]
  },
  {
    "externalId": "nihnews:news-events-news-releases-nih-scientists-develop-digital-twin-eye-cells-understand-treat-a",
    "slug": "nih-scientists-develop-quot-digital-twin-quot-of-eye-cells-to-understand-and-treat-age-rel",
    "title": "NIH scientists develop &quot;digital twin&quot; of eye cells to understand and treat age-related macular degeneration",
    "excerpt": "NIH scientists develop &quot;digital twin&quot; of eye cells to understand and treat age-related macular degeneration February 10, 2026 — Breakthrough modeling technology reveals how cells lose their organization in lead",
    "technicalSummary": "NIH scientists develop &quot;digital twin&quot; of eye cells to understand and treat age-related macular degeneration February 10, 2026 — Breakthrough modeling technology reveals how cells lose their organization in leading cause of vision loss.",
    "laymansExplanation": "What changed: NIH scientists develop &quot;digital twin&quot; of eye cells to understand and treat age-related macular degeneration.\n\nWhy this matters: the update affects healthy longevity planning, an area that drives long-term healthspan. Key context: NIH scientists develop digital twin of eye cells to understand and treat age-related macular degeneration February 10, 2026 — Breakthrough modeling technology reveals how cells lose their organization in lead.\n\nHow to use this: Choose one high-impact habit to tighten this week and review results after 30 days.",
    "keyTakeaways": [
      "This is a public-health update, so the main value is timely awareness rather than a personal diagnosis.",
      "Most useful lens: healthy longevity planning.",
      "Choose one high-impact habit to tighten this week and review results after 30 days.",
      "Watch follow-up reports to see whether initial claims translate into measurable outcomes."
    ],
    "hasExplanation": true,
    "sourceName": "NIH News",
    "sourceUrl": "https://www.nih.gov/news-events/news-releases/nih-scientists-develop-digital-twin-eye-cells-understand-treat-age-related-macular-degeneration",
    "sourceType": "news",
    "evidenceQuality": "editorial",
    "publishedDate": "2026-02-10",
    "categories": [
      {
        "slug": "cellular-health",
        "name": "Cellular Health",
        "description": "Cell-level mechanisms influencing aging and resilience."
      }
    ]
  },
  {
    "externalId": "whonews:urn-uuid-7f0f6fcf-56ee-4572-8ecb-0715d9d912b8",
    "slug": "over-four-million-girls-still-at-risk-of-female-genital-mutilation-un-leaders-call-for-sus",
    "title": "Over four million girls still at risk of female genital mutilation: UN leaders call for sustained commitment and investment to end FGM",
    "excerpt": "&lt;h3&gt;Joint statement by the UNFPA Executive Director, UNICEF Executive Director, UN High Commissioner for Human Rights, UN Women Executive Director, WHO Director-General, and UNESCO Director-General on the Internati",
    "technicalSummary": "&lt;h3&gt;Joint statement by the UNFPA Executive Director, UNICEF Executive Director, UN High Commissioner for Human Rights, UN Women Executive Director, WHO Director-General, and UNESCO Director-General on the International Day of Zero Tolerance for Female Genital Mutilation&lt;/h3&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;In 2026 alone, an estimated 4.5&amp;nbsp;million girls &amp;ndash; many under the age of five &amp;ndash; are at risk of undergoing female genital mutilation (FGM). Currently, more than 230&amp;nbsp;million girls and women are living with its lifelong consequences.&lt;/p&gt;&lt;p&gt;Today, on the International Day of Zero Tolerance for Female Genital Mutilation, we reaffir",
    "laymansExplanation": "What changed: Over four million girls still at risk of female genital mutilation: UN leaders call for sustained commitment and investment to end FGM.\n\nWhy this matters: the update affects healthy longevity planning, an area that drives long-term healthspan. Key context: h3 Joint statement by the UNFPA Executive Director, UNICEF Executive Director, UN High Commissioner for Human Rights, UN Women Executive Director, WHO Director-General, and UNESCO Director-General on the Internati.\n\nHow to use this: Choose one high-impact habit to tighten this week and review results after 30 days.",
    "keyTakeaways": [
      "This is a public-health update, so the main value is timely awareness rather than a personal diagnosis.",
      "Most useful lens: healthy longevity planning.",
      "Choose one high-impact habit to tighten this week and review results after 30 days.",
      "Watch follow-up reports to see whether initial claims translate into measurable outcomes."
    ],
    "hasExplanation": true,
    "sourceName": "WHO News",
    "sourceUrl": "https://www.who.int/news/item/05-02-2026-over-four-million-girls-still-at-risk-of-female-genital-mutilation--un-leaders-call-for-sustained-commitment-and-investment-to-end-fgm",
    "sourceType": "news",
    "evidenceQuality": "editorial",
    "publishedDate": "2026-02-05",
    "categories": [
      {
        "slug": "exercise",
        "name": "Exercise",
        "description": "Movement, training, and performance-related longevity insights."
      },
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "whonews:urn-uuid-6fb1d557-cc0d-4277-8650-161208478a87",
    "slug": "preventive-cholera-vaccination-resumes-as-global-supply-reaches-critical-milestone",
    "title": "Preventive cholera vaccination resumes as global supply reaches critical milestone",
    "excerpt": "First preventive campaign in over three years launches in Mozambique, with others planned in Bangladesh and the Democratic Republic of the Congo",
    "technicalSummary": "First preventive campaign in over three years launches in Mozambique, with others planned in Bangladesh and the Democratic Republic of the Congo",
    "laymansExplanation": "What changed: Preventive cholera vaccination resumes as global supply reaches critical milestone.\n\nWhy this matters: the update affects infection prevention, an area that drives long-term healthspan. Key context: First preventive campaign in over three years launches in Mozambique, with others planned in Bangladesh and the Democratic Republic of the Congo.\n\nHow to use this: Review vaccination status and practical prevention habits before peak exposure periods.",
    "keyTakeaways": [
      "This is a public-health update, so the main value is timely awareness rather than a personal diagnosis.",
      "Most useful lens: infection prevention.",
      "Review vaccination status and practical prevention habits before peak exposure periods.",
      "Watch follow-up reports to see whether initial claims translate into measurable outcomes."
    ],
    "hasExplanation": true,
    "sourceName": "WHO News",
    "sourceUrl": "https://www.who.int/news/item/04-02-2026-preventive-cholera-vaccination-resumes-as-global-supply-reaches-critical-milestone",
    "sourceType": "news",
    "evidenceQuality": "editorial",
    "publishedDate": "2026-02-04",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "nihnews:news-events-news-releases-nih-opens-east-palestine-health-research-office-study-train-disa",
    "slug": "nih-opens-east-palestine-health-research-office-to-study-train-disaster",
    "title": "NIH opens East Palestine Health Research Office to study train disaster",
    "excerpt": "NIH opens East Palestine Health Research Office to study train disaster February 4, 2026 — Three years ago, a train derailment spilled hazardous chemicals into the Ohio community.",
    "technicalSummary": "NIH opens East Palestine Health Research Office to study train disaster February 4, 2026 — Three years ago, a train derailment spilled hazardous chemicals into the Ohio community.",
    "laymansExplanation": "What changed: NIH opens East Palestine Health Research Office to study train disaster.\n\nWhy this matters: the update affects environmental risk reduction, an area that drives long-term healthspan. Key context: NIH opens East Palestine Health Research Office to study train disaster February 4, 2026 — Three years ago, a train derailment spilled hazardous chemicals into the Ohio community.\n\nHow to use this: Audit indoor/workplace exposures and remove avoidable pollution sources where possible.",
    "keyTakeaways": [
      "This is a public-health update, so the main value is timely awareness rather than a personal diagnosis.",
      "Most useful lens: environmental risk reduction.",
      "Audit indoor/workplace exposures and remove avoidable pollution sources where possible.",
      "Watch follow-up reports to see whether initial claims translate into measurable outcomes."
    ],
    "hasExplanation": true,
    "sourceName": "NIH News",
    "sourceUrl": "https://www.nih.gov/news-events/news-releases/nih-opens-east-palestine-health-research-office-study-train-disaster",
    "sourceType": "news",
    "evidenceQuality": "editorial",
    "publishedDate": "2026-02-04",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "whonews:urn-uuid-c0439ec7-6fae-4634-b57f-cfdca12e9730",
    "slug": "who-launches-2026-appeal-to-help-millions-of-people-in-health-emergencies-and-crisis-setti",
    "title": "WHO launches 2026 appeal to help millions of people in health emergencies and crisis settings",
    "excerpt": "The World Health Organization (WHO) today launched its 2026 global appeal to ensure millions of people living in humanitarian crises and conflicts can access health care.",
    "technicalSummary": "The World Health Organization (WHO) today launched its 2026 global appeal to ensure millions of people living in humanitarian crises and conflicts can access health care.",
    "laymansExplanation": "News brief: WHO launches 2026 appeal to help millions of people in health emergencies and crisis settings. Why it matters for longevity: this update is most useful for awareness and timing. Practical next step: connect the update to one behavior you can execute this week and monitor over time.",
    "keyTakeaways": [
      "Treat this as a timely update, then verify details in primary sources when possible.",
      "Use the signal to refine one practical habit tied to your goals.",
      "Follow upcoming coverage to confirm whether early claims hold."
    ],
    "hasExplanation": true,
    "sourceName": "WHO News",
    "sourceUrl": "https://www.who.int/news/item/03-02-2026-who-launches-2026-appeal-to-help-millions-of-people-in-health-emergencies-and-crisis-settings",
    "sourceType": "news",
    "evidenceQuality": "editorial",
    "publishedDate": "2026-02-03",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "whonews:urn-uuid-9dd91d5e-0bb1-4e90-a1bc-e30658be8b12",
    "slug": "four-in-ten-cancer-cases-could-be-prevented-globally",
    "title": "Four in ten cancer cases could be prevented globally",
    "excerpt": "Up to four in ten cancer cases worldwide could be prevented, according to a new global analysis from the World Health Organization (WHO) and its International Agency for Research on Cancer (IARC). The study examines 30 p",
    "technicalSummary": "Up to four in ten cancer cases worldwide could be prevented, according to a new global analysis from the World Health Organization (WHO) and its International Agency for Research on Cancer (IARC). The study examines 30 preventable causes, including tobacco, alcohol, high body mass index, physical inactivity, air pollution, ultraviolet radiation – and for the first time – nine cancer-causing infections.",
    "laymansExplanation": "What changed: Four in ten cancer cases could be prevented globally.\n\nWhy this matters: the update affects cancer prevention or early detection, an area that drives long-term healthspan. Key context: Up to four in ten cancer cases worldwide could be prevented, according to a new global analysis from the World Health Organization (WHO) and its International Agency for Research on Cancer (IARC). The study examines 30 p.\n\nHow to use this: Use this as a reminder to stay current on screening and reduce major modifiable risks.",
    "keyTakeaways": [
      "This is a public-health update, so the main value is timely awareness rather than a personal diagnosis.",
      "Most useful lens: cancer prevention or early detection.",
      "Use this as a reminder to stay current on screening and reduce major modifiable risks.",
      "Watch follow-up reports to see whether initial claims translate into measurable outcomes."
    ],
    "hasExplanation": true,
    "sourceName": "WHO News",
    "sourceUrl": "https://www.who.int/news/item/03-02-2026-four-in-ten-cancer-cases-could-be-prevented-globally",
    "sourceType": "news",
    "evidenceQuality": "editorial",
    "publishedDate": "2026-02-03",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "nihnews:news-events-news-releases-researchers-identify-new-blood-markers-may-detect-early-pancreat",
    "slug": "researchers-identify-new-blood-markers-that-may-detect-early-pancreatic-cancer",
    "title": "Researchers identify new blood markers that may detect early pancreatic cancer",
    "excerpt": "Researchers identify new blood markers that may detect early pancreatic cancer January 30, 2026 — NIH-funded, four-marker panel could one day help catch one of deadliest cancers at more treatable stages.",
    "technicalSummary": "Researchers identify new blood markers that may detect early pancreatic cancer January 30, 2026 — NIH-funded, four-marker panel could one day help catch one of deadliest cancers at more treatable stages.",
    "laymansExplanation": "News brief: Researchers identify new blood markers that may detect early pancreatic cancer.\n\nWhy this is relevant: it influences cancer prevention or early detection, where consistent habits and policy both matter. Key context: Researchers identify new blood markers that may detect early pancreatic cancer January 30, 2026 — NIH-funded, four-marker panel could one day help catch one of deadliest cancers at more treatable stages.\n\nWhat to do with it: Use this as a reminder to stay current on screening and reduce major modifiable risks.",
    "keyTakeaways": [
      "This is a public-health update, so the main value is timely awareness rather than a personal diagnosis.",
      "Most useful lens: cancer prevention or early detection.",
      "Use this as a reminder to stay current on screening and reduce major modifiable risks.",
      "Watch follow-up reports to see whether initial claims translate into measurable outcomes."
    ],
    "hasExplanation": true,
    "sourceName": "NIH News",
    "sourceUrl": "https://www.nih.gov/news-events/news-releases/researchers-identify-new-blood-markers-may-detect-early-pancreatic-cancer",
    "sourceType": "news",
    "evidenceQuality": "editorial",
    "publishedDate": "2026-01-30",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "pubmed:37875254",
    "slug": "strength-training-longevity-muscle-aging",
    "title": "Strength Training and Healthy Aging: Why Muscle Matters More Than You Think",
    "excerpt": "A review of aging research shows that preserving muscle mass is strongly linked to metabolic health and long-term independence.",
    "technicalSummary": "Across longitudinal cohorts and intervention trials, maintaining lean mass and strength is associated with lower frailty risk, improved insulin sensitivity, and reduced all-cause mortality markers in older adults.",
    "laymansExplanation": "Study focus: Strength Training and Healthy Aging: Why Muscle Matters More Than You Think.\n\nWhat the paper suggests: Across longitudinal cohorts and intervention trials, maintaining lean mass and strength is associated with lower frailty risk, improved insulin sensitivity, and reduced all-cause mortality markers in older adults.\n\nReal-world use: Schedule two resistance sessions this week and track load or reps so progress is visible. Treat this as one solid input, then look for consistency across related studies.",
    "keyTakeaways": [
      "Main domain: strength and mobility.",
      "Study design quality determines how confidently this result should influence decisions.",
      "Schedule two resistance sessions this week and track load or reps so progress is visible.",
      "Use your own tracked metrics to see whether this evidence changes outcomes that matter to you."
    ],
    "hasExplanation": true,
    "sourceName": "PubMed",
    "sourceUrl": "https://pubmed.ncbi.nlm.nih.gov/37875254/",
    "sourceType": "research_paper",
    "evidenceQuality": "review",
    "publishedDate": "2026-01-30",
    "image": "https://images.unsplash.com/photo-1571019614242-c5c5dee9f50b?auto=format&fit=crop&w=1200&q=80",
    "categories": [
      {
        "slug": "exercise",
        "name": "Exercise",
        "description": "Movement, training, and performance-related longevity insights."
      },
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "nihnews:news-events-news-releases-nih-funded-study-clearly-ties-risk-dementia-severe-cte",
    "slug": "nih-funded-study-clearly-ties-risk-of-dementia-to-severe-cte",
    "title": "NIH-funded study clearly ties risk of dementia to severe CTE",
    "excerpt": "NIH-funded study clearly ties risk of dementia to severe CTE January 27, 2026 — Study provides clearest evidence to date to link severe CTE to dementia risk.",
    "technicalSummary": "NIH-funded study clearly ties risk of dementia to severe CTE January 27, 2026 — Study provides clearest evidence to date to link severe CTE to dementia risk.",
    "laymansExplanation": "What changed: NIH-funded study clearly ties risk of dementia to severe CTE.\n\nWhy this matters: the update affects brain health and cognitive resilience, an area that drives long-term healthspan. Key context: NIH-funded study clearly ties risk of dementia to severe CTE January 27, 2026 — Study provides clearest evidence to date to link severe CTE to dementia risk.\n\nHow to use this: Treat exercise, blood-pressure control, and social/cognitive activity as your non-negotiable baseline.",
    "keyTakeaways": [
      "This is a public-health update, so the main value is timely awareness rather than a personal diagnosis.",
      "Most useful lens: brain health and cognitive resilience.",
      "Treat exercise, blood-pressure control, and social/cognitive activity as your non-negotiable baseline.",
      "Watch follow-up reports to see whether initial claims translate into measurable outcomes."
    ],
    "hasExplanation": true,
    "sourceName": "NIH News",
    "sourceUrl": "https://www.nih.gov/news-events/news-releases/nih-funded-study-clearly-ties-risk-dementia-severe-cte",
    "sourceType": "news",
    "evidenceQuality": "editorial",
    "publishedDate": "2026-01-27",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "nihnews:news-events-news-releases-nih-proposes-embryonic-stem-cell-research-shift-put-patients-fir",
    "slug": "nih-proposes-embryonic-stem-cell-research-shift-to-put-patients-first",
    "title": "NIH Proposes Embryonic Stem Cell Research Shift to Put Patients First",
    "excerpt": "NIH Proposes Embryonic Stem Cell Research Shift to Put Patients First January 23, 2026 — Agency seeks public comment on the robustness of emerging biotechnologies to reduce or potentially replace remaining research relia",
    "technicalSummary": "NIH Proposes Embryonic Stem Cell Research Shift to Put Patients First January 23, 2026 — Agency seeks public comment on the robustness of emerging biotechnologies to reduce or potentially replace remaining research reliance on human embryonic stem cells.",
    "laymansExplanation": "Today's update: NIH Proposes Embryonic Stem Cell Research Shift to Put Patients First.\n\nWhy it matters for longevity: this connects to healthy longevity planning, which compounds over years, not days. Key context: NIH Proposes Embryonic Stem Cell Research Shift to Put Patients First January 23, 2026 — Agency seeks public comment on the robustness of emerging biotechnologies to reduce or potentially replace remaining research relia.\n\nPractical move: Choose one high-impact habit to tighten this week and review results after 30 days.",
    "keyTakeaways": [
      "This is a public-health update, so the main value is timely awareness rather than a personal diagnosis.",
      "Most useful lens: healthy longevity planning.",
      "Choose one high-impact habit to tighten this week and review results after 30 days.",
      "Watch follow-up reports to see whether initial claims translate into measurable outcomes."
    ],
    "hasExplanation": true,
    "sourceName": "NIH News",
    "sourceUrl": "https://www.nih.gov/news-events/news-releases/nih-proposes-embryonic-stem-cell-research-shift-put-patients-first",
    "sourceType": "news",
    "evidenceQuality": "editorial",
    "publishedDate": "2026-01-23",
    "categories": [
      {
        "slug": "cellular-health",
        "name": "Cellular Health",
        "description": "Cell-level mechanisms influencing aging and resilience."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.10.16.25338186",
    "slug": "evaluation-of-the-potential-relationship-between-cftr-cftr-modulators-and-neuropsychiatric",
    "title": "Evaluation of the Potential Relationship between CFTR, CFTR Modulators, and Neuropsychiatric Symptoms in People with Cystic Fibrosis",
    "excerpt": "RationaleCystic fibrosis (CF) is a chronic, life-limiting genetic disease. Treatment with CFTR modulators (CFTRm), such as the triple combination therapies of elexacaftor (ELX)/tezacaftor (TEZ)/ivacaftor (IVA) and vanzac",
    "technicalSummary": "RationaleCystic fibrosis (CF) is a chronic, life-limiting genetic disease. Treatment with CFTR modulators (CFTRm), such as the triple combination therapies of elexacaftor (ELX)/tezacaftor (TEZ)/ivacaftor (IVA) and vanzacaftor (VNZ), TEZ, and deutivacaftor (D-IVA), have significantly improved clinical outcomes and quality of life for many people with CF. While most individuals treated with CFTRm report no change or improvement in neuropsychiatric symptoms, a minority have reported new or worsening symptoms. This has led to hypotheses that CFTRm or CFTR function could have relationships to neuropsychiatric symptoms.\n\nObjectivesTest specific hypotheses about potential relationships between CFTR",
    "laymansExplanation": "Evidence snapshot: Evaluation of the Potential Relationship between CFTR, CFTR Modulators, and Neuropsychiatric Symptoms in People with Cystic Fibrosis. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.10.16.25338186",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-01-22",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.64898/2026.01.18.26344355",
    "slug": "from-thought-to-speech-integrating-a-low-cost-electroencephalography-device-with-ai-to-dec",
    "title": "From Thought to Speech: Integrating a Low-Cost Electroencephalography Device with AI to Decode Neural Language Signals in Amyotrophic Lateral Sclerosis Patients",
    "excerpt": "PurposeNearly all amyotrophic lateral sclerosis (ALS) patients develop dysarthria, with many progressing to anarthria and global expressive communication failure despite preserved consciousness. Despite the severity of t",
    "technicalSummary": "PurposeNearly all amyotrophic lateral sclerosis (ALS) patients develop dysarthria, with many progressing to anarthria and global expressive communication failure despite preserved consciousness. Despite the severity of this communication loss, available augmentative communication technologies remain limited. Brain-computer interface (BCI) technology provides a theoretically compelling approach for decoding speech directly from neural activity. Current BCI technologies are predominantly invasive, relying on surgically implanted microelectrode arrays that constrain feasibility and clinical accessibility. In this proof-of-concept study, we evaluated the feasibility of using a low-cost, noninvas",
    "laymansExplanation": "Evidence snapshot: From Thought to Speech: Integrating a Low-Cost Electroencephalography Device with AI to Decode Neural Language Signals in Amyotrophic Lateral Sclerosis Patients. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.64898/2026.01.18.26344355",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-01-22",
    "categories": [
      {
        "slug": "exercise",
        "name": "Exercise",
        "description": "Movement, training, and performance-related longevity insights."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.08.22.25333970",
    "slug": "under-the-microscope-formaldehyde-exposure-in-national-health-service-pathology-department",
    "title": "Under the Microscope: Formaldehyde Exposure in National Health Service Pathology Departments in the United Kingdom",
    "excerpt": "ObjectivesThe United States Environmental Protection Agency has determined that formaldehyde presents an \"unreasonable risk of injury to human health.\" Occupational inhalation exposure is associated with short- and long-",
    "technicalSummary": "ObjectivesThe United States Environmental Protection Agency has determined that formaldehyde presents an \"unreasonable risk of injury to human health.\" Occupational inhalation exposure is associated with short- and long-term damage to the respiratory, female reproductive, and nervous systems, and is also carcinogenic. The European Union (EU) has recently introduced formaldehyde workplace exposure limits (WELs) that are lower (long-term: 0.3ppm; short-term: 0.6ppm) than those currently applied in the United Kingdom (UK) (long-term: 2ppm; short-term: 2ppm). UK regulation additionally requires exposure to carcinogens to be reduced to as low as is reasonably practicable. We evaluated formaldehyd",
    "laymansExplanation": "Evidence snapshot: Under the Microscope: Formaldehyde Exposure in National Health Service Pathology Departments in the United Kingdom. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.08.22.25333970",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-01-22",
    "categories": [
      {
        "slug": "cellular-health",
        "name": "Cellular Health",
        "description": "Cell-level mechanisms influencing aging and resilience."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2024.02.16.24302914",
    "slug": "two-effects-of-hormone-replacement-therapy-explaining-the-breast-cancer-risk-paradox",
    "title": "Two effects of hormone replacement therapy: Explaining the breast cancer risk paradox",
    "excerpt": "BackgroundHormone replacement therapy (HRT) is currently linked to increased breast cancer (BC) diagnoses. While this appears paradox to an estimated 15-year development period of hormone receptor-positive BC, the discre",
    "technicalSummary": "BackgroundHormone replacement therapy (HRT) is currently linked to increased breast cancer (BC) diagnoses. While this appears paradox to an estimated 15-year development period of hormone receptor-positive BC, the discrepancy can be explained if HRT has two effects.\n\nMethodsWe modelled cohorts of 100,000 women using two parameters: HRT caused accelerated tumour growth and increased incidence. A reference cohort used age-specific incidence, a 15-year growth period, and life expectancy. Treatment cohorts with faster growth and higher incidence were simulated over 30 years. Study endpoints were cumulative and annual BC incidence. Using data from the Womens Health Initiative (WHI), we estimated ",
    "laymansExplanation": "Evidence snapshot: Two effects of hormone replacement therapy: Explaining the breast cancer risk paradox. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2024.02.16.24302914",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-01-22",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.10.12.25337844",
    "slug": "relationship-between-psychosocial-factors-and-cardiovascular-autonomic-function-among-juni",
    "title": "Relationship between psychosocial factors and cardiovascular autonomic function among junior doctors: A cross-sectional study",
    "excerpt": "BackgroundPsychosocial factors such as stress, anxiety, and depression, are important causes of CVD by contributing to autonomic dysfunction, predisposing to endothelial dysfunction, arrhythmogenesis, among others. Docto",
    "technicalSummary": "BackgroundPsychosocial factors such as stress, anxiety, and depression, are important causes of CVD by contributing to autonomic dysfunction, predisposing to endothelial dysfunction, arrhythmogenesis, among others. Doctors are at a high risk of psychosocial distress due to factors such as heavy workload and taking end-of-life care decisions. We sought to determine the prevalence of psychosocial factors among junior doctors and explore their relationship with cardiovascular autonomic function.\n\nMethodsA cross-sectional study was conducted among junior doctors at the Korle-bu Teaching Hospital from April to August 2023. Data were collected using an electronic questionnaire and a treadmill stre",
    "laymansExplanation": "Evidence snapshot: Relationship between psychosocial factors and cardiovascular autonomic function among junior doctors: A cross-sectional study. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.10.12.25337844",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-01-22",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.64898/2026.01.20.25341999",
    "slug": "stage-specific-gut-microbiome-shifts-across-the-type-2-diabetes-mellitus-spectrum-a-system",
    "title": "Stage-specific gut microbiome shifts across the Type 2 Diabetes Mellitus spectrum: A systematic review and meta-analysis",
    "excerpt": "AimsThe gut microbiome has been implicated in type 2 diabetes progression, but reproducible biomarkers across studies remain limited due to technical and population heterogeneity. This study investigated whether specific",
    "technicalSummary": "AimsThe gut microbiome has been implicated in type 2 diabetes progression, but reproducible biomarkers across studies remain limited due to technical and population heterogeneity. This study investigated whether specific gut microbiome shifts occur progressively across stages of type 2 diabetes.\n\nMethodsWe systematically reanalysed 16S rRNA datasets from 12 published studies (n=1,247 samples) after quality control, examining five groups (healthy controls, prediabetes (PD), new-onset type 2 diabetes, established type 2 diabetes, and type 2 diabetes with complications. Sequencing reads were quality-filtered, denoised, and resolved into amplicon sequence variants with genus-level taxonomic assi",
    "laymansExplanation": "Evidence snapshot: Stage-specific gut microbiome shifts across the Type 2 Diabetes Mellitus spectrum: A systematic review and meta-analysis. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.64898/2026.01.20.25341999",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-01-22",
    "categories": [
      {
        "slug": "metabolic-health",
        "name": "Metabolic Health",
        "description": "Insulin, glucose, lipid, and body-composition driven research."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.64898/2026.01.20.26344443",
    "slug": "neuropeptide-s-as-a-potential-risk-locus-for-migraine-in-the-portuguese-population",
    "title": "Neuropeptide S as a potential risk locus for migraine in the Portuguese population",
    "excerpt": "ObjectiveThe most common forms of migraine are complex disorders characterized by significant clinical diversity. The genetic basis of migraine has been the subject of many studies but remains largely unknown. We present",
    "technicalSummary": "ObjectiveThe most common forms of migraine are complex disorders characterized by significant clinical diversity. The genetic basis of migraine has been the subject of many studies but remains largely unknown. We present the first pilot genome-wide association study (GWAS) integrating a polygenic risk score (PRS) in the Portuguese population, designed to identify migraine susceptibility risk loci through a case-control study, in order to unravel population-specific variants.\n\nMethodsGenotyping was conducted on 380 individuals using the Applied Biosystems Axiom PMDA array. A vast dataset of 8,031,293 single-nucleotide polymorphisms (SNPs) was available, providing a comprehensive scope for GWA",
    "laymansExplanation": "Evidence snapshot: Neuropeptide S as a potential risk locus for migraine in the Portuguese population. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.64898/2026.01.20.26344443",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-01-22",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.64898/2026.01.19.26344369",
    "slug": "plasma-proteomics-and-sensitive-imaging-biomarkers-of-vascular-brain-injury",
    "title": "Plasma Proteomics and Sensitive Imaging Biomarkers of Vascular Brain Injury",
    "excerpt": "Background and ObjectivesIdentifying proteomic biomarkers associated with neuroimaging endophenotypes of cerebrovascular dysfunction and generalized neurodegeneration may provide insights into pre-Alzheimer disease patho",
    "technicalSummary": "Background and ObjectivesIdentifying proteomic biomarkers associated with neuroimaging endophenotypes of cerebrovascular dysfunction and generalized neurodegeneration may provide insights into pre-Alzheimer disease pathological processes. This study aims to examine a broad panel of circulating proteins in relation to two diffusion tensor imaging (DTI) measures:free water (FW) and peak width of skeletonized mean diffusivity (PSMD), which are sensitive indicators of early white matter injury.\n\nMethodsUsing data from the Framingham Heart Study (FHS) Offspring and Third Generation cohorts, who underwent proteomic profiling with SomaScan version 1.3K, we evaluated the associations between individ",
    "laymansExplanation": "Evidence snapshot: Plasma Proteomics and Sensitive Imaging Biomarkers of Vascular Brain Injury. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.64898/2026.01.19.26344369",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-01-22",
    "categories": [
      {
        "slug": "nutrition",
        "name": "Nutrition",
        "description": "Dietary patterns and nutrition interventions for longevity."
      },
      {
        "slug": "cellular-health",
        "name": "Cellular Health",
        "description": "Cell-level mechanisms influencing aging and resilience."
      }
    ]
  },
  {
    "externalId": "nihnews:news-events-news-releases-nih-announces-major-policy-shift-end-use-human-fetal-tissue-nih-",
    "slug": "nih-announces-major-policy-shift-to-end-use-of-human-fetal-tissue-in-nih-supported-researc",
    "title": "NIH Announces Major Policy Shift to End Use of Human Fetal Tissue in NIH-Supported Research",
    "excerpt": "NIH Announces Major Policy Shift to End Use of Human Fetal Tissue in NIH-Supported Research January 22, 2026 — Agency to focus on next-generation, validated research models.",
    "technicalSummary": "NIH Announces Major Policy Shift to End Use of Human Fetal Tissue in NIH-Supported Research January 22, 2026 — Agency to focus on next-generation, validated research models.",
    "laymansExplanation": "What changed: NIH Announces Major Policy Shift to End Use of Human Fetal Tissue in NIH-Supported Research.\n\nWhy this matters: the update affects healthy longevity planning, an area that drives long-term healthspan. Key context: NIH Announces Major Policy Shift to End Use of Human Fetal Tissue in NIH-Supported Research January 22, 2026 — Agency to focus on next-generation, validated research models.\n\nHow to use this: Choose one high-impact habit to tighten this week and review results after 30 days.",
    "keyTakeaways": [
      "This is a public-health update, so the main value is timely awareness rather than a personal diagnosis.",
      "Most useful lens: healthy longevity planning.",
      "Choose one high-impact habit to tighten this week and review results after 30 days.",
      "Watch follow-up reports to see whether initial claims translate into measurable outcomes."
    ],
    "hasExplanation": true,
    "sourceName": "NIH News",
    "sourceUrl": "https://www.nih.gov/news-events/news-releases/nih-announces-major-policy-shift-end-use-human-fetal-tissue-nih-supported-research",
    "sourceType": "news",
    "evidenceQuality": "editorial",
    "publishedDate": "2026-01-22",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.64898/2026.01.05.26343424",
    "slug": "implementation-and-first-results-of-the-czech-nationwide-prostate-cancer-screening-pilot-p",
    "title": "Implementation and first results of the Czech nationwide prostate cancer screening pilot programme",
    "excerpt": "BackgroundIn 2022, the European Union recommended piloting organised prostate cancer screening. Subsequently, the Czech Republic launched a nationwide pilot programme fully reimbursed by public health insurance in Januar",
    "technicalSummary": "BackgroundIn 2022, the European Union recommended piloting organised prostate cancer screening. Subsequently, the Czech Republic launched a nationwide pilot programme fully reimbursed by public health insurance in January 2024 to reduce the high incidence of late-stage prostate cancer and the widespread unorganised prostate-specific antigen (PSA) testing.\n\nObjectiveTo describe the strategy, methodology, and first results of the Czech nationwide prostate cancer screening pilot programme.\n\nMethodsWe analysed data from the first 12 months of the programme, which targets men aged 50-69 years without a previous prostate cancer diagnosis. General practitioners and urologists offer men an initial P",
    "laymansExplanation": "Study focus: Implementation and first results of the Czech nationwide prostate cancer screening pilot programme.\n\nWhat the paper suggests: BackgroundIn 2022, the European Union recommended piloting organised prostate cancer screening. Subsequently, the Czech Republic launched a nationwide pilot programme fully reimbursed by public health insurance in January 2024 to reduce the high incidence of late-stage prostate cancer and the widesp.\n\nReal-world use: Use this as a reminder to stay current on screening and reduce major modifiable risks. Because this is a preprint, treat it as promising but provisional until peer-reviewed confirmation arrives.",
    "keyTakeaways": [
      "Main domain: cancer prevention or early detection.",
      "Preprints can be useful early signals, but confidence should rise only with review and replication.",
      "Use this as a reminder to stay current on screening and reduce major modifiable risks.",
      "Use your own tracked metrics to see whether this evidence changes outcomes that matter to you."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.64898/2026.01.05.26343424",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-01-19",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.08.11.25333429",
    "slug": "llm-based-multi-agent-collaboration-for-abstract-screening-towards-automated-systematic-re",
    "title": "LLM-based Multi-Agent Collaboration for Abstract Screening towards Automated Systematic Reviews",
    "excerpt": "ObjectiveSystematic reviews (SRs) are essential for evidence-based practice but remain labor-intensive, especially during abstract screening. This study evaluates whether multiple large language model (multi-LLM) collabo",
    "technicalSummary": "ObjectiveSystematic reviews (SRs) are essential for evidence-based practice but remain labor-intensive, especially during abstract screening. This study evaluates whether multiple large language model (multi-LLM) collaboration can improve the efficiency and reduce costs for abstract screening.\n\nMethodsAbstract screening was framed as a question-answering (QA) task using cost-effective LLMs. Three multi-LLM collaboration strategies were evaluated, including majority voting by averaging opinions of peers, multi-agent debate (MAD) for answer refinement, and LLM-based adjudication against answers of individual QA baselines. These strategies were evaluated on 28 SRs of the CLEF eHealth 2019 Techn",
    "laymansExplanation": "Study focus: LLM-based Multi-Agent Collaboration for Abstract Screening towards Automated Systematic Reviews.\n\nWhat the paper suggests: ObjectiveSystematic reviews (SRs) are essential for evidence-based practice but remain labor-intensive, especially during abstract screening. This study evaluates whether multiple large language model (multi-LLM) collaboration can improve the efficiency and reduce costs for abstract screening. Metho.\n\nReal-world use: Choose one high-impact habit to tighten this week and review results after 30 days. Because this is a preprint, treat it as promising but provisional until peer-reviewed confirmation arrives.",
    "keyTakeaways": [
      "Main domain: healthy longevity planning.",
      "Preprints can be useful early signals, but confidence should rise only with review and replication.",
      "Choose one high-impact habit to tighten this week and review results after 30 days.",
      "Use your own tracked metrics to see whether this evidence changes outcomes that matter to you."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.08.11.25333429",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-01-19",
    "categories": [
      {
        "slug": "cellular-health",
        "name": "Cellular Health",
        "description": "Cell-level mechanisms influencing aging and resilience."
      },
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.64898/2025.12.31.25343290",
    "slug": "per-allele-disease-and-complex-trait-effect-sizes-are-predominantly-african-maf-dependent-",
    "title": "Per-allele disease and complex trait effect sizes are predominantly African MAF-dependent in European populations",
    "excerpt": "Understanding genetic architectures of disease is fundamental to partitioning heritability, polygenic risk prediction, and statistical fine-mapping. Genetic architectures of disease in European populations have been show",
    "technicalSummary": "Understanding genetic architectures of disease is fundamental to partitioning heritability, polygenic risk prediction, and statistical fine-mapping. Genetic architectures of disease in European populations have been shown to depend on European minor allele frequency (MAF): SNPs with lower MAF have larger per-allele effects, due to the action of negative selection. However, we hypothesized that African MAF (defined using African-ancestry segments in African Americans), which is not distorted by the out-of-Africa bottleneck, might better predict per-allele effect sizes of common genetic variation in European populations; we note that common variants explaining most disease heritability are typ",
    "laymansExplanation": "Evidence snapshot: Per-allele disease and complex trait effect sizes are predominantly African MAF-dependent in European populations.\n\nWhat the paper suggests: Understanding genetic architectures of disease is fundamental to partitioning heritability, polygenic risk prediction, and statistical fine-mapping. Genetic architectures of disease in European populations have been shown to depend on European minor allele frequency (MAF): SNPs with lower MAF have l.\n\nReal-world use: Use genetic information for context, then prioritize behaviors that still move risk in your favor. Because this is a preprint, treat it as promising but provisional until peer-reviewed confirmation arrives.",
    "keyTakeaways": [
      "Main domain: genetic risk insight.",
      "Preprints can be useful early signals, but confidence should rise only with review and replication.",
      "Use genetic information for context, then prioritize behaviors that still move risk in your favor.",
      "Use your own tracked metrics to see whether this evidence changes outcomes that matter to you."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.64898/2025.12.31.25343290",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-01-19",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.08.28.25334658",
    "slug": "genetic-nurture-in-intergenerational-transmission-of-substance-use",
    "title": "Genetic Nurture in Intergenerational Transmission of Substance Use",
    "excerpt": "Substance use runs in families. Beyond genetic transmission, parental genetics can indirectly influence offspring substance use through the rearing environment, known as \"genetic nurture\". This study utilized transmitted",
    "technicalSummary": "Substance use runs in families. Beyond genetic transmission, parental genetics can indirectly influence offspring substance use through the rearing environment, known as \"genetic nurture\". This study utilized transmitted and non-transmitted polygenic scores to investigate genetic nurture on tobacco, alcohol, and cannabis use in up to 15,863 adults with at least one genotyped parent from Lifelines, a population-based cohort study. Genetic nurture significantly influenced cigarettes per day (CPD, {beta}=.037, pFDR=.020) and pack-years ({beta}=.028, pFDR =.035), accounting for 22-26% of direct genetic transmission effects. Longitudinal analysis revealed that genetic nurture on current CPD persi",
    "laymansExplanation": "Study focus: Genetic Nurture in Intergenerational Transmission of Substance Use.\n\nWhat the paper suggests: Substance use runs in families. Beyond genetic transmission, parental genetics can indirectly influence offspring substance use through the rearing environment, known as \"genetic nurture\". This study utilized transmitted and non-transmitted polygenic scores to investigate genetic nurture on tobacco,.\n\nReal-world use: Use genetic information for context, then prioritize behaviors that still move risk in your favor. Because this is a preprint, treat it as promising but provisional until peer-reviewed confirmation arrives.",
    "keyTakeaways": [
      "Main domain: genetic risk insight.",
      "Preprints can be useful early signals, but confidence should rise only with review and replication.",
      "Use genetic information for context, then prioritize behaviors that still move risk in your favor.",
      "Use your own tracked metrics to see whether this evidence changes outcomes that matter to you."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.08.28.25334658",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-01-19",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.64898/2026.01.16.26344285",
    "slug": "workplace-pollution-and-risk-of-incident-coronary-artery-disease",
    "title": "Workplace Pollution and Risk of Incident Coronary Artery Disease",
    "excerpt": "ImportanceGenetic factors only explain [~]50% of an individuals lifetime CAD risk. Workplace pollution exposure likely represents a significant, under-recognized, and modifiable contributor. Clarifying its independent ef",
    "technicalSummary": "ImportanceGenetic factors only explain [~]50% of an individuals lifetime CAD risk. Workplace pollution exposure likely represents a significant, under-recognized, and modifiable contributor. Clarifying its independent effect - distinct from residential air pollution - could inform targeted prevention, clinical risk assessment, and policy strategies.\n\nObjectiveTo quantify the independent association between workplace pollution exposure and incident CAD, rigorously adjusting for canonical risk factors, genetic risk, socioeconomic deprivation index, and residential air pollution.\n\nDesign, Setting, and ParticipantsA prospective cohort analysis of 103,599 adults in the UK Biobank with complete ba",
    "laymansExplanation": "Evidence snapshot: Workplace Pollution and Risk of Incident Coronary Artery Disease.\n\nWhat the paper suggests: ImportanceGenetic factors only explain [~]50% of an individuals lifetime CAD risk. Workplace pollution exposure likely represents a significant, under-recognized, and modifiable contributor. Clarifying its independent effect - distinct from residential air pollution - could inform targeted preventio.\n\nReal-world use: Prioritize blood pressure control, cardiorespiratory fitness, and tobacco avoidance as immediate levers. Because this is a preprint, treat it as promising but provisional until peer-reviewed confirmation arrives.",
    "keyTakeaways": [
      "Main domain: cardiovascular health.",
      "Preprints can be useful early signals, but confidence should rise only with review and replication.",
      "Prioritize blood pressure control, cardiorespiratory fitness, and tobacco avoidance as immediate levers.",
      "Use your own tracked metrics to see whether this evidence changes outcomes that matter to you."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.64898/2026.01.16.26344285",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-01-19",
    "categories": [
      {
        "slug": "exercise",
        "name": "Exercise",
        "description": "Movement, training, and performance-related longevity insights."
      },
      {
        "slug": "cellular-health",
        "name": "Cellular Health",
        "description": "Cell-level mechanisms influencing aging and resilience."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.05.28.25328470",
    "slug": "post-vaccination-chemosensory-outcomes-in-covid-19-associated-dysfunction",
    "title": "Post-vaccination chemosensory outcomes in COVID-19-associated dysfunction",
    "excerpt": "Olfactory and taste dysfunction are common symptoms of COVID-19 and post-acute COVID-19 syndrome, yet the effects of COVID-19 vaccines on chemosensory perception remain incompletely understood. This global, multilingual,",
    "technicalSummary": "Olfactory and taste dysfunction are common symptoms of COVID-19 and post-acute COVID-19 syndrome, yet the effects of COVID-19 vaccines on chemosensory perception remain incompletely understood. This global, multilingual, online survey assessed post-vaccination changes in chemosensory function among individuals with and without COVID-19-related chemosensory impairment. Between May 2022 and August 2023, 2,955 responses were collected via convenience sampling, of which 1,352 were included in the analyses. Participants reported vaccination status, side effects, and chemosensory function before and after each vaccine dose. Pfizer-BioNTech accounted for 46.2% of doses, followed by Sputnik V (16.3%",
    "laymansExplanation": "Evidence snapshot: Post-vaccination chemosensory outcomes in COVID-19-associated dysfunction.\n\nWhat the paper suggests: Olfactory and taste dysfunction are common symptoms of COVID-19 and post-acute COVID-19 syndrome, yet the effects of COVID-19 vaccines on chemosensory perception remain incompletely understood. This global, multilingual, online survey assessed post-vaccination changes in chemosensory function among .\n\nReal-world use: Treat exercise, blood-pressure control, and social/cognitive activity as your non-negotiable baseline. Because this is a preprint, treat it as promising but provisional until peer-reviewed confirmation arrives.",
    "keyTakeaways": [
      "Main domain: brain health and cognitive resilience.",
      "Preprints can be useful early signals, but confidence should rise only with review and replication.",
      "Treat exercise, blood-pressure control, and social/cognitive activity as your non-negotiable baseline.",
      "Use your own tracked metrics to see whether this evidence changes outcomes that matter to you."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.05.28.25328470",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-01-19",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.64898/2025.12.15.25342334",
    "slug": "automated-sleep-stage-and-event-detection-algorithms-using-quality-controlled-psg-annotati",
    "title": "Automated Sleep Stage and Event Detection Algorithms Using Quality-Controlled PSG Annotations",
    "excerpt": "Study ObjectivesTo develop machine-learning models for sleep stage classification, arousal detection, and respiratory event detection from overnight polysomnography, and to evaluate their performance relative to expert s",
    "technicalSummary": "Study ObjectivesTo develop machine-learning models for sleep stage classification, arousal detection, and respiratory event detection from overnight polysomnography, and to evaluate their performance relative to expert scorers.\n\nMethodsOvernight polysomnography recordings were obtained from healthy participants and participants referred for suspected sleep-disordered breathing. Four certified scorers completed calibration sessions and generated reference annotations for sleep stages, arousals, and respiratory events. A subset of recordings was independently annotated by all scorers to support consensus analyses, enabling direct comparison between model outputs and human inter-scorer agreemen",
    "laymansExplanation": "Study focus: Automated Sleep Stage and Event Detection Algorithms Using Quality-Controlled PSG Annotations.\n\nWhat the paper suggests: Study ObjectivesTo develop machine-learning models for sleep stage classification, arousal detection, and respiratory event detection from overnight polysomnography, and to evaluate their performance relative to expert scorers. MethodsOvernight polysomnography recordings were obtained from healthy p.\n\nReal-world use: Lock in a consistent wake time first, then adjust light, caffeine timing, and bedtime routine. Because this is a preprint, treat it as promising but provisional until peer-reviewed confirmation arrives.",
    "keyTakeaways": [
      "Main domain: sleep quality and recovery.",
      "Preprints can be useful early signals, but confidence should rise only with review and replication.",
      "Lock in a consistent wake time first, then adjust light, caffeine timing, and bedtime routine.",
      "Use your own tracked metrics to see whether this evidence changes outcomes that matter to you."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.64898/2025.12.15.25342334",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-01-19",
    "categories": [
      {
        "slug": "exercise",
        "name": "Exercise",
        "description": "Movement, training, and performance-related longevity insights."
      },
      {
        "slug": "sleep",
        "name": "Sleep",
        "description": "Sleep quality, rhythms, and recovery-focused findings."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.64898/2026.01.02.25342989",
    "slug": "osteoporosis-genetic-risk-prediction-using-bone-mineral-density-polygenic-scores-in-japane",
    "title": "Osteoporosis Genetic Risk Prediction Using Bone Mineral Density Polygenic Scores in Japanese: TMM CommCohort Study",
    "excerpt": "Osteoporosis and fractures are major health concerns. We developed and validated a polygenic score (PGS) for osteoporosis in a Japanese population using heel quantitative ultrasound-derived T-scores. Genome-wide associat",
    "technicalSummary": "Osteoporosis and fractures are major health concerns. We developed and validated a polygenic score (PGS) for osteoporosis in a Japanese population using heel quantitative ultrasound-derived T-scores. Genome-wide association study data from 12,371 participants in the Tohoku Medical Megabank Community-Based Cohort identified genome-wide significant loci, including MBL2, TMEM135, and WNT16. PGS models were constructed and evaluated using independent datasets for model selection (n = 1,419) and validation (n = 8,711). Adding the PGS to age and sex yielded modest improvements in discrimination but supported genetic risk stratification. Compared with the intermediate group, the lowest PGS quintile",
    "laymansExplanation": "Research read: Osteoporosis Genetic Risk Prediction Using Bone Mineral Density Polygenic Scores in Japanese: TMM CommCohort Study.\n\nWhat the paper suggests: Osteoporosis and fractures are major health concerns. We developed and validated a polygenic score (PGS) for osteoporosis in a Japanese population using heel quantitative ultrasound-derived T-scores. Genome-wide association study data from 12,371 participants in the Tohoku Medical Megabank Community.\n\nReal-world use: Treat exercise, blood-pressure control, and social/cognitive activity as your non-negotiable baseline. Because this is a preprint, treat it as promising but provisional until peer-reviewed confirmation arrives.",
    "keyTakeaways": [
      "Main domain: brain health and cognitive resilience.",
      "Preprints can be useful early signals, but confidence should rise only with review and replication.",
      "Treat exercise, blood-pressure control, and social/cognitive activity as your non-negotiable baseline.",
      "Use your own tracked metrics to see whether this evidence changes outcomes that matter to you."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.64898/2026.01.02.25342989",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-01-19",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "nihnews:news-events-news-releases-fresh-energy-supply-may-shield-nerves-diabetic-or-chemo-induced-",
    "slug": "a-fresh-energy-supply-may-shield-nerves-from-diabetic-or-chemo-induced-neuropathy",
    "title": "A fresh energy supply may shield nerves from diabetic or chemo-induced neuropathy",
    "excerpt": "A fresh energy supply may shield nerves from diabetic or chemo-induced neuropathy January 7, 2026 — Researchers demonstrate that transferring healthy mitochondria from support glial cells to nerve cells could reduce nerv",
    "technicalSummary": "A fresh energy supply may shield nerves from diabetic or chemo-induced neuropathy January 7, 2026 — Researchers demonstrate that transferring healthy mitochondria from support glial cells to nerve cells could reduce nerve pain and degeneration.",
    "laymansExplanation": "Today's update: A fresh energy supply may shield nerves from diabetic or chemo-induced neuropathy.\n\nWhy it matters for longevity: this connects to brain health and cognitive resilience, which compounds over years, not days. Key context: A fresh energy supply may shield nerves from diabetic or chemo-induced neuropathy January 7, 2026 — Researchers demonstrate that transferring healthy mitochondria from support glial cells to nerve cells could reduce nerv.\n\nPractical move: Treat exercise, blood-pressure control, and social/cognitive activity as your non-negotiable baseline.",
    "keyTakeaways": [
      "This is a public-health update, so the main value is timely awareness rather than a personal diagnosis.",
      "Most useful lens: brain health and cognitive resilience.",
      "Treat exercise, blood-pressure control, and social/cognitive activity as your non-negotiable baseline.",
      "Watch follow-up reports to see whether initial claims translate into measurable outcomes."
    ],
    "hasExplanation": true,
    "sourceName": "NIH News",
    "sourceUrl": "https://www.nih.gov/news-events/news-releases/fresh-energy-supply-may-shield-nerves-diabetic-or-chemo-induced-neuropathy",
    "sourceType": "news",
    "evidenceQuality": "editorial",
    "publishedDate": "2026-01-07",
    "categories": [
      {
        "slug": "cellular-health",
        "name": "Cellular Health",
        "description": "Cell-level mechanisms influencing aging and resilience."
      }
    ]
  },
  {
    "externalId": "nihnews:news-events-news-releases-researchers-achieve-first-minimally-invasive-coronary-artery-byp",
    "slug": "researchers-achieve-the-first-minimally-invasive-coronary-artery-bypass",
    "title": "Researchers achieve the first minimally invasive coronary artery bypass",
    "excerpt": "Researchers achieve the first minimally invasive coronary artery bypass January 6, 2026 — For high-risk patients, the method could offer a safer alternative to open-heart surgery.",
    "technicalSummary": "Researchers achieve the first minimally invasive coronary artery bypass January 6, 2026 — For high-risk patients, the method could offer a safer alternative to open-heart surgery.",
    "laymansExplanation": "News brief: Researchers achieve the first minimally invasive coronary artery bypass.\n\nWhy this is relevant: it influences cardiovascular health, where consistent habits and policy both matter. Key context: Researchers achieve the first minimally invasive coronary artery bypass January 6, 2026 — For high-risk patients, the method could offer a safer alternative to open-heart surgery.\n\nWhat to do with it: Prioritize blood pressure control, cardiorespiratory fitness, and tobacco avoidance as immediate levers.",
    "keyTakeaways": [
      "This is a public-health update, so the main value is timely awareness rather than a personal diagnosis.",
      "Most useful lens: cardiovascular health.",
      "Prioritize blood pressure control, cardiorespiratory fitness, and tobacco avoidance as immediate levers.",
      "Watch follow-up reports to see whether initial claims translate into measurable outcomes."
    ],
    "hasExplanation": true,
    "sourceName": "NIH News",
    "sourceUrl": "https://www.nih.gov/news-events/news-releases/researchers-achieve-first-minimally-invasive-coronary-artery-bypass",
    "sourceType": "news",
    "evidenceQuality": "editorial",
    "publishedDate": "2026-01-06",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.01.27.25321015",
    "slug": "distress-is-positively-associated-with-induced-secondary-hyperalgesia-in-people-with-suppr",
    "title": "Distress is positively associated with induced secondary hyperalgesia in people with suppressed HIV",
    "excerpt": "Pain and symptoms of depression and anxiety (here,  psychological distress) are frequently reported by people with HIV. Although pain is widely acknowledged to contribute to distress, distress may also contribute to pain",
    "technicalSummary": "Pain and symptoms of depression and anxiety (here,  psychological distress) are frequently reported by people with HIV. Although pain is widely acknowledged to contribute to distress, distress may also contribute to pain and its persistence. Facilitation of nociceptive signalling is one pathway by which distress could exacerbate pain. The current study investigated the relationships between symptoms of depression and anxiety, secondary hyperalgesia (SH), and persistent pain in people with HIV, reporting pain (n=19) or no pain (n=26). We hypothesised that self-reported distress would be positively associated with the surface area (primary measure) and magnitude (secondary measure) of induced ",
    "laymansExplanation": "Evidence snapshot: Distress is positively associated with induced secondary hyperalgesia in people with suppressed HIV. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.01.27.25321015",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2025-10-24",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.10.21.25338475",
    "slug": "automating-cancer-registry-abstraction-with-an-autonomous-resource-efficient-ai-for-multi-",
    "title": "Automating cancer registry abstraction with an autonomous, resource-efficient AI for multi-cancer pathology reports: a model development and validation study",
    "excerpt": "Pathology reports contain the most detailed descriptions of cancer diagnoses, yet their unstructured format has long limited large-scale reuse for cancer registries and population surveillance. Prior applications of larg",
    "technicalSummary": "Pathology reports contain the most detailed descriptions of cancer diagnoses, yet their unstructured format has long limited large-scale reuse for cancer registries and population surveillance. Prior applications of large language models (LLMs) have therefore focused on narrow extraction tasks, reflecting a persistent implementation trilemma: comprehensive abstraction, strict data privacy, and computational feasibility could not be achieved simultaneously in real-world clinical settings. Given current LLM capabilities, this trilemma can now be resolved. We show that recent open-weight LLMs enable reliable, full-length, schema-bound abstraction of pathology reports on standard on-premise hard",
    "laymansExplanation": "Evidence snapshot: Automating cancer registry abstraction with an autonomous, resource-efficient AI for multi-cancer pathology reports: a model development and validation study. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.10.21.25338475",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2025-10-24",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.04.02.25325128",
    "slug": "wastewater-surveillance-reveals-patterns-of-antibiotic-resistance-across-the-united-states",
    "title": "Wastewater surveillance reveals patterns of antibiotic resistance across the United States",
    "excerpt": "Antibiotic resistance is a growing public health threat, with over 2.8 million antibiotic-resistant infections and 35,000 attributable deaths annually in the U.S. Clinical surveillance can miss asymptomatic carriage of a",
    "technicalSummary": "Antibiotic resistance is a growing public health threat, with over 2.8 million antibiotic-resistant infections and 35,000 attributable deaths annually in the U.S. Clinical surveillance can miss asymptomatic carriage of antibiotic resistance. Here, we sought to use wastewater monitoring to assess community-level burden of antibiotic resistance. We quantify concentrations of antibiotic resistance genes (ARGs) by digital droplet PCR in wastewater solids obtained from 163 wastewater treatment plants in 40 states in the United States. We measure 11 ARGs that confer resistance to beta-lactams (blaCMY, blaCTX-M, blaKPC, blaNDM, blaOXA-48, blaTEM, blaVIM, mecA), colistin (mcr-1), tetracycline (tetW)",
    "laymansExplanation": "Evidence snapshot: Wastewater surveillance reveals patterns of antibiotic resistance across the United States. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.04.02.25325128",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2025-10-24",
    "categories": [
      {
        "slug": "exercise",
        "name": "Exercise",
        "description": "Movement, training, and performance-related longevity insights."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.10.22.25338179",
    "slug": "associations-between-circulating-metabolites-and-incidence-of-breast-prostate-lung-and-col",
    "title": "Associations between circulating metabolites and incidence of breast, prostate, lung and colorectal cancers in the HUNT Study and UK Biobank",
    "excerpt": "BackgroundBreast, prostate, lung and colorectal cancers are the most common cancers in both women and men globally. The role of circulating metabolites, including lipoprotein subfractions, in the development of these can",
    "technicalSummary": "BackgroundBreast, prostate, lung and colorectal cancers are the most common cancers in both women and men globally. The role of circulating metabolites, including lipoprotein subfractions, in the development of these cancers remains unclear.\n\nObjectiveThis prospective cohort study, including two large population-based cohorts, aimed to explore the associations between circulating metabolites and the incidence of breast, prostate, lung and colorectal cancers.\n\nMethodsFrom the Trondelag Health Study (HUNT) and the UK Biobank (UKBB), 132 lipoprotein subfractions and metabolites, quantified using nuclear magnetic resonance spectroscopy, were available for participants (n=16,877 in HUNT3, n=260,8",
    "laymansExplanation": "Evidence snapshot: Associations between circulating metabolites and incidence of breast, prostate, lung and colorectal cancers in the HUNT Study and UK Biobank. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.10.22.25338179",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2025-10-24",
    "categories": [
      {
        "slug": "nutrition",
        "name": "Nutrition",
        "description": "Dietary patterns and nutrition interventions for longevity."
      },
      {
        "slug": "metabolic-health",
        "name": "Metabolic Health",
        "description": "Insulin, glucose, lipid, and body-composition driven research."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.10.22.25338240",
    "slug": "later-age-of-autism-diagnosis-in-children-with-multiple-co-occurring-psychiatric-disorders",
    "title": "Later Age of Autism Diagnosis in Children with Multiple Co-Occurring Psychiatric Disorders",
    "excerpt": "PURPOSE: In children with autism spectrum disorder (ASD), early diagnosis permits early access to therapeutic interventions which may improve outcomes. Factors affecting the age of diagnosis in ASD are not fully understo",
    "technicalSummary": "PURPOSE: In children with autism spectrum disorder (ASD), early diagnosis permits early access to therapeutic interventions which may improve outcomes. Factors affecting the age of diagnosis in ASD are not fully understood. METHODS: Here, two large independent datasets were analyzed to investigate age of autism diagnosis and co-occurring psychiatric conditions, including bipolar disorder, depressive disorder, anxiety disorder, obsessive-compulsive disorder, attention deficit hyperactivity disorder, oppositional defiant disorder, and conduct disorder. Clinical characteristics examined included demographics, verbal status, intellectual disability, restricted/repetitive behaviors, adaptive beha",
    "laymansExplanation": "Evidence snapshot: Later Age of Autism Diagnosis in Children with Multiple Co-Occurring Psychiatric Disorders. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.10.22.25338240",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2025-10-24",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.10.22.25338525",
    "slug": "resting-state-eeg-activity-as-a-biomarker-and-treatment-target-in-depression-a-systematic-",
    "title": "Resting-state EEG activity as a Biomarker and Treatment Target in Depression: A Systematic Review and Meta-analysis",
    "excerpt": "Depression is a highly prevalent and disabling disorder affecting approximately 5% of the adult population worldwide. Despite its impact, the underlying pathophysiology remains insufficiently understood, and current trea",
    "technicalSummary": "Depression is a highly prevalent and disabling disorder affecting approximately 5% of the adult population worldwide. Despite its impact, the underlying pathophysiology remains insufficiently understood, and current treatments are only partially effective. Brain-based biomarkers offer promise for clarifying mechanisms of depression and guiding novel treatment approaches, including neuromodulation. EEG is particularly attractive for this purpose due to its wide availability, cost-effectiveness, and potential for direct neuromodulatory targeting.\n\nWe conducted a PROSPERO-registered systematic review in accordance with PRISMA guidelines to assess resting-state EEG biomarkers in adult patients w",
    "laymansExplanation": "Evidence snapshot: Resting-state EEG activity as a Biomarker and Treatment Target in Depression: A Systematic Review and Meta-analysis. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.10.22.25338525",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2025-10-24",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.10.22.25338556",
    "slug": "shared-genetic-architecture-between-endometriosis-and-psychiatric-conditions-may-explain-c",
    "title": "Shared Genetic Architecture Between Endometriosis and Psychiatric Conditions May Explain Comorbidity",
    "excerpt": "Endometriosis is a common chronic gynecological disorder with complex and poorly understood etiology and no definitive cure. Beyond pain and infertility, affected individuals frequently experience psychiatric comorbiditi",
    "technicalSummary": "Endometriosis is a common chronic gynecological disorder with complex and poorly understood etiology and no definitive cure. Beyond pain and infertility, affected individuals frequently experience psychiatric comorbidities, often attributed to the burden of chronic symptoms. Emerging evidence suggests this explanation is incomplete, and shared biological mechanisms may also contribute. Here, we integrate large-scale genomic data to characterize the genetic overlap between endometriosis and a broad spectrum of psychiatric conditions. We found no evidence that genetic liability to endometriosis increases the risk of psychiatric conditions. In contrast, genetic liability to psychiatric conditio",
    "laymansExplanation": "Evidence snapshot: Shared Genetic Architecture Between Endometriosis and Psychiatric Conditions May Explain Comorbidity. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.10.22.25338556",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2025-10-24",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.10.22.25337423",
    "slug": "drips-domain-randomisation-for-image-based-perivascular-spaces-segmentation",
    "title": "DRIPS: Domain Randomisation for Image-based Perivascular spaces Segmentation",
    "excerpt": "Perivascular spaces (PVS) are emerging as sensitive imaging markers of brain health. Yet, accurate out-of-sample PVS segmentation remains challenging since existing methods are modality-specific, require dataset-specific",
    "technicalSummary": "Perivascular spaces (PVS) are emerging as sensitive imaging markers of brain health. Yet, accurate out-of-sample PVS segmentation remains challenging since existing methods are modality-specific, require dataset-specific tuning, or rely on manual labels for (re-)training. We propose DRIPS (Domain Randomisation for Image-based PVS Segmentation), a physics-inspired framework that integrates anatomical and shape priors with a physics-based image generation process to produce synthetic brain images and labels for on-the-fly deep learning model training. By introducing variability through resampling, geometric and intensity transformations, and simulated artefacts, it generalises well to real-wor",
    "laymansExplanation": "Evidence snapshot: DRIPS: Domain Randomisation for Image-based Perivascular spaces Segmentation. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.10.22.25337423",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2025-10-24",
    "categories": [
      {
        "slug": "exercise",
        "name": "Exercise",
        "description": "Movement, training, and performance-related longevity insights."
      },
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.10.22.25338577",
    "slug": "characterizing-individuals-fulfilling-clinical-criteria-for-late-in-a-tertiary-memory-clin",
    "title": "Characterizing individuals fulfilling clinical criteria for LATE in a tertiary memory clinic",
    "excerpt": "Limbic-predominant age-related TDP-43 encephalopathy (LATE) is characterized by an amnestic-and limbic-predominant phenotype, which can mimic the clinical presentation of Alzheimers disease (AD). Differentiating between ",
    "technicalSummary": "Limbic-predominant age-related TDP-43 encephalopathy (LATE) is characterized by an amnestic-and limbic-predominant phenotype, which can mimic the clinical presentation of Alzheimers disease (AD). Differentiating between LATE and AD is imperative in the era of disease-modifying treatments for AD, but there are no established biomarkers to detect TDP-43. In this observational study, we characterized individuals fulfilling the recently proposed clinical criteria for LATE in a tertiary memory clinic setting in terms of cognition, atrophy, and disease course.\n\nFrom the Amsterdam Dementia Cohort (ADC), we included 3606 individuals aged above 50 years old who had a diagnosis of MCI or dementia. We ",
    "laymansExplanation": "Evidence snapshot: Characterizing individuals fulfilling clinical criteria for LATE in a tertiary memory clinic. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.10.22.25338577",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2025-10-24",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.10.22.25338569",
    "slug": "plasma-proteomic-signatures-of-preclinical-alzheimer-s-disease-biomarkers-and-memory-in-cl",
    "title": "Plasma proteomic signatures of preclinical Alzheimer's disease biomarkers and memory in clinically unimpaired older adults",
    "excerpt": "BackgroundMultianalyte plasma proteomic panels that can accurately detect initial AD pathology in preclinical populations and simultaneously measure related biological processes relevant for disease risk are critical for",
    "technicalSummary": "BackgroundMultianalyte plasma proteomic panels that can accurately detect initial AD pathology in preclinical populations and simultaneously measure related biological processes relevant for disease risk are critical for advancing early detection and prognosis.\n\nMethodsUsing the NULISAseq CNS panel, we measured plasma from 193 clinically unimpaired (CU) older adults enrolled in the Stanford Aging and Memory Study (SAMS). We evaluated correspondence of core AD-relevant biomarkers A{beta}42, A{beta}40, pTau217, pTau181, GFAP, NfL, A{beta}42/A{beta}40, and pTau217/A{beta}42 measured using NULISAseq and established Lumipulse immunoassays. ROC curve analyses compared the accuracy of these biomark",
    "laymansExplanation": "Evidence snapshot: Plasma proteomic signatures of preclinical Alzheimer's disease biomarkers and memory in clinically unimpaired older adults. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.10.22.25338569",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2025-10-24",
    "categories": [
      {
        "slug": "nutrition",
        "name": "Nutrition",
        "description": "Dietary patterns and nutrition interventions for longevity."
      },
      {
        "slug": "cellular-health",
        "name": "Cellular Health",
        "description": "Cell-level mechanisms influencing aging and resilience."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.10.17.25338070",
    "slug": "biallelic-mcur1-nonsense-mutation-associated-with-vacuolar-myopathy-and-altered-mitochondr",
    "title": "Biallelic MCUR1 nonsense mutation associated with vacuolar myopathy and altered mitochondrial calcium signaling",
    "excerpt": "During muscle contraction, increased influx of mitochondrial calcium (mtCa{superscript 2}) from the myocyte cytosol through the mitochondrial calcium uniporter (MCU) couples calcium homeostasis with high ATP provision. T",
    "technicalSummary": "During muscle contraction, increased influx of mitochondrial calcium (mtCa{superscript 2}) from the myocyte cytosol through the mitochondrial calcium uniporter (MCU) couples calcium homeostasis with high ATP provision. The mitochondrial calcium uniporter regulator 1 (MCUR1) is an integral membrane protein that promotes MCU activity. Although its function has been studied in cell models, mutations in MCUR1 have not yet been associated with human disease. Here, we present a case study of a patient exhibiting proximal muscle weakness and atrophy, who carries a novel homozygous loss-of-function mutation in MCUR1. To investigate the underlying mechanisms of muscle pathology, we examined patient f",
    "laymansExplanation": "Evidence snapshot: Biallelic MCUR1 nonsense mutation associated with vacuolar myopathy and altered mitochondrial calcium signaling. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.10.17.25338070",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2025-10-24",
    "categories": [
      {
        "slug": "exercise",
        "name": "Exercise",
        "description": "Movement, training, and performance-related longevity insights."
      },
      {
        "slug": "nutrition",
        "name": "Nutrition",
        "description": "Dietary patterns and nutrition interventions for longevity."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.10.17.25338057",
    "slug": "effects-of-different-vestibular-implant-stimulation-paradigms-on-balance-and-gait-variabil",
    "title": "Effects of different vestibular implant stimulation paradigms on balance and gait variability in people with severe bilateral vestibulopathy: a triple-blinded randomised cross-over study",
    "excerpt": "ObjectivesThe vestibular implant is a neuroprosthesis that may offer a promising treatment for patients with severe bilateral vestibulopathy (BVP). This study explored the impact of different vestibular stimulation modes",
    "technicalSummary": "ObjectivesThe vestibular implant is a neuroprosthesis that may offer a promising treatment for patients with severe bilateral vestibulopathy (BVP). This study explored the impact of different vestibular stimulation modes on gait and balance outcomes. It was expected that stimulation modes incorporating head motion-modulated input (modes A and B) would result in more favourable gait and balance outcomes compared to non-modulated baseline stimulation or no stimulation.\n\nMethodsThe VertiGo! trial is a randomized controlled crossover study. The trial includes nine participants with severe BVP who received a vestibular implant. In this triple-blinded sub-study, balance and gait variability were a",
    "laymansExplanation": "Evidence snapshot: Effects of different vestibular implant stimulation paradigms on balance and gait variability in people with severe bilateral vestibulopathy: a triple-blinded randomised cross-over study. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.10.17.25338057",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2025-10-24",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.10.22.25338412",
    "slug": "aging-detection-based-on-dynamic-state-transitions-in-instantaneous-hilbert-based-spatio-t",
    "title": "Aging Detection Based on Dynamic State Transitions in Instantaneous Hilbert-Based Spatio-Temporal EEG Features",
    "excerpt": "The spatial distribution of electroencephalography (EEG) oscillatory power and its temporal transitions are widely recognized as indicators of cognitive processes and pathological conditions, termed as microstates. These",
    "technicalSummary": "The spatial distribution of electroencephalography (EEG) oscillatory power and its temporal transitions are widely recognized as indicators of cognitive processes and pathological conditions, termed as microstates. These microstates reflect whole-brain neural network dynamics, including deep brain regions, and are closely associated with large-scale networks such as the default mode network. The conventional approach to microstate analysis relies on the envelope of EEG oscillations, which corresponds to the instantaneous amplitude. In this study, we aimed to extend conventional microstate analysis by integrating the instantaneous amplitude (power component) and instantaneous frequency data d",
    "laymansExplanation": "Evidence snapshot: Aging Detection Based on Dynamic State Transitions in Instantaneous Hilbert-Based Spatio-Temporal EEG Features. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.10.22.25338412",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2025-10-24",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.10.23.25338620",
    "slug": "how-should-horizon-scanning-studies-be-reported-developing-a-checklist-of-standard-items",
    "title": "How should horizon scanning studies be reported? Developing a checklist of standard items.",
    "excerpt": "IntroductionHorizon-scanning identifies weak signals of innovation to anticipate future developments, providing strategic value for healthcare decision-making. Unlike evidence synthesis, it addresses emerging and uncerta",
    "technicalSummary": "IntroductionHorizon-scanning identifies weak signals of innovation to anticipate future developments, providing strategic value for healthcare decision-making. Unlike evidence synthesis, it addresses emerging and uncertain areas but lacks standardised reporting, limiting transparency, consistency, and impact. Inconsistent terminology and poorly described methods hinder comparability and uptake. This study aimed to develop a prototype reporting checklist and glossary to support structured, transparent, and reproducible reporting of horizon-scanning methods in healthcare innovation.\n\nMethodsA multidisciplinary working group of horizon-scanning, evidence synthesis, and information specialists w",
    "laymansExplanation": "Evidence snapshot: How should horizon scanning studies be reported? Developing a checklist of standard items.. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.10.23.25338620",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2025-10-24",
    "categories": [
      {
        "slug": "exercise",
        "name": "Exercise",
        "description": "Movement, training, and performance-related longevity insights."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.10.22.25338605",
    "slug": "case-study-of-nigerias-experience-scaling-up-chlorhexidine-use-in-newborns-2015-2021-analy",
    "title": "Case Study of Nigerias experience scaling up chlorhexidine use in newborns, 2015-2021: analysis of implementation of actions to support scale-up and progress towards institutionalization",
    "excerpt": "BackgroundApplication of chlorhexidine (CHX) to the umbilical stump is an evidence-based intervention to prevent newborn infections. Successful pilot experiences led the Nigeria Federal Ministry of Health (FMoH) to launc",
    "technicalSummary": "BackgroundApplication of chlorhexidine (CHX) to the umbilical stump is an evidence-based intervention to prevent newborn infections. Successful pilot experiences led the Nigeria Federal Ministry of Health (FMoH) to launch a national, five-year scale-up strategy in 2016. In this case study, we analyze the implementation of national and state-level scale-up actions described and mandated in the national strategy and progress toward institutionalizing CHX within the routine health system using the WHO building blocks framework.\n\nMethodsWe conducted a mixed methods case study that consisted of interviews with key informants after the midline of the national strategy; focus groups of well-informe",
    "laymansExplanation": "Evidence snapshot: Case Study of Nigerias experience scaling up chlorhexidine use in newborns, 2015-2021: analysis of implementation of actions to support scale-up and progress towards institutionalization. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.10.22.25338605",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2025-10-24",
    "categories": [
      {
        "slug": "exercise",
        "name": "Exercise",
        "description": "Movement, training, and performance-related longevity insights."
      },
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.10.17.25338164",
    "slug": "micro-elimination-of-hepatitis-c-virus-hcv-infection-in-the-general-population-cohort-in-r",
    "title": "Micro-elimination of Hepatitis C virus (HCV) infection in the General Population Cohort in rural Uganda: long-term follow-up to assess feasibility and outcomes of a screening and treatment intervention",
    "excerpt": "BackgroundThe availability of highly effective curative direct acting antiviral (DAA) therapy for hepatitis C virus (HCV) is a cornerstone of elimination strategies. We report on long-term follow-up as part of a programm",
    "technicalSummary": "BackgroundThe availability of highly effective curative direct acting antiviral (DAA) therapy for hepatitis C virus (HCV) is a cornerstone of elimination strategies. We report on long-term follow-up as part of a programme that delivered HCV screening and treatment in a population cohort in Uganda.\n\nMethodsScreening for HCV, HIV and HBV was offered to >7000 participants in the Kyamulibwa General Population Cohort (GPC) in Kalungu District in rural South-West Uganda in 2011. In 2017, DAA treatment was offered to those individuals who had previously tested HCV RNA positive who could still be traced, with fixed dose combination ledipasvir + sofosbuvir (LED/SOF) for 12 weeks, and post-treatment f",
    "laymansExplanation": "Evidence snapshot: Micro-elimination of Hepatitis C virus (HCV) infection in the General Population Cohort in rural Uganda: long-term follow-up to assess feasibility and outcomes of a screening and treatment intervention. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.10.17.25338164",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2025-10-24",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.10.23.25338628",
    "slug": "comparative-analysis-of-data-augmentation-for-clinical-ecg-classification-with-star",
    "title": "Comparative Analysis of Data Augmentation for Clinical ECG Classification with STAR",
    "excerpt": "Clinical 12-lead ECG classification remains difficult because of diverse recording conditions, overlapping pathologies, and pronounced label imbalance hinder generalization, while unconstrained augmentations risk distort",
    "technicalSummary": "Clinical 12-lead ECG classification remains difficult because of diverse recording conditions, overlapping pathologies, and pronounced label imbalance hinder generalization, while unconstrained augmentations risk distorting diagnostically critical morphology. In this study, Sinusoidal Time-Amplitude Resampling (STAR) is introduced as a beat-wise augmentation that operates strictly between successive R-peaks to apply controlled time warping and amplitude scaling to each R-R segment, preserving the canonical P-QRS-T order and leaving the head and tail of the trace unchanged.\n\nSTAR is designed for practical pipelines and offers: (i) morphology-faithful variability that broadens training diversi",
    "laymansExplanation": "Evidence snapshot: Comparative Analysis of Data Augmentation for Clinical ECG Classification with STAR. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.10.23.25338628",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2025-10-24",
    "categories": [
      {
        "slug": "exercise",
        "name": "Exercise",
        "description": "Movement, training, and performance-related longevity insights."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.10.22.25338570",
    "slug": "capturing-infant-and-child-growth-dynamics-with-p-splines-mixed-effects-models",
    "title": "Capturing infant and child growth dynamics with P-splines mixed effects models",
    "excerpt": "Investigating early life growth dynamics is crucial for a more comprehensive understanding of the developmental origins of obesity. Spline methods based on basis splines (B-splines) provide excellent flexibility for mode",
    "technicalSummary": "Investigating early life growth dynamics is crucial for a more comprehensive understanding of the developmental origins of obesity. Spline methods based on basis splines (B-splines) provide excellent flexibility for modelling complex nonlinear growth patterns, but they are prone to overfitting. To ensure good fit and avoid overfitting, B-splines can be extended by adding a penalty term to control their flexibility, resulting in what are commonly known as penalized B-splines (P-splines). Despite their strengths, P-splines are not yet widely used in epidemiology, partly due to a lack of practical guidance. This paper provides an illustrative guide to using P-spline linear mixed effects models ",
    "laymansExplanation": "Evidence snapshot: Capturing infant and child growth dynamics with P-splines mixed effects models. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.10.22.25338570",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2025-10-24",
    "categories": [
      {
        "slug": "exercise",
        "name": "Exercise",
        "description": "Movement, training, and performance-related longevity insights."
      },
      {
        "slug": "cellular-health",
        "name": "Cellular Health",
        "description": "Cell-level mechanisms influencing aging and resilience."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.10.22.25338563",
    "slug": "the-role-of-drug-indication-on-incidence-rate-heterogeneity-a-large-scale-systematic-evalu",
    "title": "The Role Of Drug Indication On Incidence Rate Heterogeneity: A Large-Scale, Systematic Evaluation Across An International Network Of Observational Databases",
    "excerpt": "PurposeIncidence rate estimates are sensitive to a range of factors, including age, sex, and geographical setting (data source). The magnitude of the impact of drug indication on incidence rates remains underexplored.\n\nM",
    "technicalSummary": "PurposeIncidence rate estimates are sensitive to a range of factors, including age, sex, and geographical setting (data source). The magnitude of the impact of drug indication on incidence rates remains underexplored.\n\nMethodsWe conducted an observational cohort study using 13 healthcare databases to estimate the incidence rates of 73 health outcomes across 8 drug classes with multiple indications. We calculated incidence rates for each drug-outcome pair and performed random-effects meta-analyses to pool results across databases. Then, we conducted variance components analysis to find the proportions of variability attributed to database, age, sex, and indication. We reported the median of t",
    "laymansExplanation": "Evidence snapshot: The Role Of Drug Indication On Incidence Rate Heterogeneity: A Large-Scale, Systematic Evaluation Across An International Network Of Observational Databases. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.10.22.25338563",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2025-10-24",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.10.23.25338631",
    "slug": "cultural-engagement-is-related-to-decelerated-physiological-but-not-subjective-age-doubly-",
    "title": "Cultural engagement is related to decelerated physiological but not subjective age: doubly-robust estimations in a national cohort study",
    "excerpt": "Cultural engagement (e.g. going to live music events and theatre performances, museums, galleries and exhibitions, and the cinema) is longitudinally associated in repeated epidemiological studies with age-related mental ",
    "technicalSummary": "Cultural engagement (e.g. going to live music events and theatre performances, museums, galleries and exhibitions, and the cinema) is longitudinally associated in repeated epidemiological studies with age-related mental and physical health outcomes. However, it is unclear whether it also influences how fast older adults age physiologically - so-called age acceleration. This study aimed to ascertain whether regular cultural engagement amongst older adults is related to slower physiological ageing using a previously-derived physiological age index and a doubly-robust estimation approach to account for confounders. Using older adults from the English Longitudinal Study of Ageing (n=4,467), we f",
    "laymansExplanation": "Evidence snapshot: Cultural engagement is related to decelerated physiological but not subjective age: doubly-robust estimations in a national cohort study. This gives a useful signal for long-term health decisions, especially when paired with your own tracked metrics. Practical next step: choose one action informed by this evidence and review your response after 2-4 weeks.",
    "keyTakeaways": [
      "Identify the core health domain this article addresses and prioritize that lever.",
      "Check study design quality before generalizing findings.",
      "Apply one concrete change and measure outcomes, not just intent."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.10.23.25338631",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2025-10-24",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT07085858",
    "slug": "study-of-the-preventive-effects-and-mechanisms-of-yeast-glucan-on-upper-respiratory-tract-",
    "title": "Study of the Preventive Effects and Mechanisms of Yeast β-Glucan on Upper Respiratory Tract Infections",
    "excerpt": "This study is designed as a randomized, double-blind, placebo-controlled human intervention trial targeting a population of university students with persistent allergic rhinitis (AR) symptoms. The primary objective is to",
    "technicalSummary": "This study is designed as a randomized, double-blind, placebo-controlled human intervention trial targeting a population of university students with persistent allergic rhinitis (AR) symptoms. The primary objective is to evaluate the preventive effect and underlying mechanisms of yeast β-glucan on upper respiratory tract infections (URTIs), providing scientific evidence for the prophylactic use of prebiotics in high-risk populations.\n\nAll participants will be stratified by sex and body mass index (BMI), and then randomly assigned to either the yeast β-glucan group or the control group. During the 15-week study period-including a 1-week run-in phase, a 12-week intervention phase, and a 2-week",
    "laymansExplanation": "Clinical trial watch: Study of the Preventive Effects and Mechanisms of Yeast β-Glucan on Upper Respiratory Tract Infections. This listing shows what is being tested and where stronger evidence may emerge. Practical next step: note eligibility, endpoints, and timeline so you can revisit when results are posted.",
    "keyTakeaways": [
      "Trial listings describe study direction, not final treatment conclusions.",
      "Check participant criteria and outcomes to gauge relevance.",
      "Set a reminder to review posted results before acting."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT07085858",
    "sourceType": "clinical_trial",
    "evidenceQuality": "rct",
    "publishedDate": "2025-07-25",
    "categories": [
      {
        "slug": "nutrition",
        "name": "Nutrition",
        "description": "Dietary patterns and nutrition interventions for longevity."
      },
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT06994598",
    "slug": "investigation-of-respiratory-muscle-sarcopenia-in-geriatric-individuals",
    "title": "Investigation of Respiratory Muscle Sarcopenia in Geriatric Individuals",
    "excerpt": "The increase in the elderly population worldwide necessitates further research on age-related physiological changes and health problems related to these changes in geriatric individuals. One of these problems, sarcopenia",
    "technicalSummary": "The increase in the elderly population worldwide necessitates further research on age-related physiological changes and health problems related to these changes in geriatric individuals. One of these problems, sarcopenia, is a syndrome characterized by a decrease in muscle mass, muscle strength, and physical performance due to aging (Cruz-Jentoft et al., 2019). Sarcopenia affects not only the extremity muscles but also the respiratory muscles, significantly reducing the individual's functional capacity and quality of life (Shafiee et al., 2017). Sarcopenia is a progressive and widespread loss of skeletal muscles, characterized by a decrease in muscle strength, muscle mass, and physical perfo",
    "laymansExplanation": "Clinical trial watch: Investigation of Respiratory Muscle Sarcopenia in Geriatric Individuals. This listing shows what is being tested and where stronger evidence may emerge. Practical next step: note eligibility, endpoints, and timeline so you can revisit when results are posted.",
    "keyTakeaways": [
      "Trial listings describe study direction, not final treatment conclusions.",
      "Check participant criteria and outcomes to gauge relevance.",
      "Set a reminder to review posted results before acting."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT06994598",
    "sourceType": "clinical_trial",
    "evidenceQuality": "observational",
    "publishedDate": "2025-05-29",
    "categories": [
      {
        "slug": "exercise",
        "name": "Exercise",
        "description": "Movement, training, and performance-related longevity insights."
      },
      {
        "slug": "metabolic-health",
        "name": "Metabolic Health",
        "description": "Insulin, glucose, lipid, and body-composition driven research."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT06745063",
    "slug": "arterial-destiffening-effects-of-sglt2-inhibition-in-veterans-with-obesity",
    "title": "Arterial Destiffening Effects of SGLT2 Inhibition in Veterans With Obesity",
    "excerpt": "The study will assign participants to take either the medication, empagliflozin or a placebo for 12 weeks. The goal of the study is to determine the effects of empagliflozin on arterial health in Veterans with obesity.",
    "technicalSummary": "The study will assign participants to take either the medication, empagliflozin or a placebo for 12 weeks. The goal of the study is to determine the effects of empagliflozin on arterial health in Veterans with obesity.",
    "laymansExplanation": "Clinical trial watch: Arterial Destiffening Effects of SGLT2 Inhibition in Veterans With Obesity. This listing shows what is being tested and where stronger evidence may emerge. Practical next step: note eligibility, endpoints, and timeline so you can revisit when results are posted.",
    "keyTakeaways": [
      "Trial listings describe study direction, not final treatment conclusions.",
      "Check participant criteria and outcomes to gauge relevance.",
      "Set a reminder to review posted results before acting."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT06745063",
    "sourceType": "clinical_trial",
    "evidenceQuality": "rct",
    "publishedDate": "2024-12-20",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT06476743",
    "slug": "comparative-effects-of-sensory-integration-therapy-and-balance-board-training-in-community",
    "title": "Comparative Effects of Sensory Integration Therapy and Balance Board Training in Community Dwelling Older Adults",
    "excerpt": "Balance plays a significant role in stability and walking and it's essential for improving the quality of life and functional autonomy while reducing the risk of falling. This research intends to shed light on the advant",
    "technicalSummary": "Balance plays a significant role in stability and walking and it's essential for improving the quality of life and functional autonomy while reducing the risk of falling. This research intends to shed light on the advantages of sensory integration therapy and balance board training because it is important to addressing the issues related to ageing and their possible effects.",
    "laymansExplanation": "Clinical trial watch: Comparative Effects of Sensory Integration Therapy and Balance Board Training in Community Dwelling Older Adults. This listing shows what is being tested and where stronger evidence may emerge. Practical next step: note eligibility, endpoints, and timeline so you can revisit when results are posted.",
    "keyTakeaways": [
      "Trial listings describe study direction, not final treatment conclusions.",
      "Check participant criteria and outcomes to gauge relevance.",
      "Set a reminder to review posted results before acting."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT06476743",
    "sourceType": "clinical_trial",
    "evidenceQuality": "rct",
    "publishedDate": "2024-06-26",
    "categories": [
      {
        "slug": "exercise",
        "name": "Exercise",
        "description": "Movement, training, and performance-related longevity insights."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT06095193",
    "slug": "the-effect-of-education-on-vaginal-effects-of-menopausal-women",
    "title": "The Effect of Education on Vaginal Effects of Menopausal Women",
    "excerpt": "The aim of our study is to examine the effect of education applied to women in menopause on the daily effects of vaginal aging, avoidance of sexuality and sexual stress. It is a pretest-posttest randomized controlled exp",
    "technicalSummary": "The aim of our study is to examine the effect of education applied to women in menopause on the daily effects of vaginal aging, avoidance of sexuality and sexual stress. It is a pretest-posttest randomized controlled experimental study. The universe of the research; It consisted of menopausal women over the age of 45 who attended courses at Özgecan Cultural Center and Binevler Social Facility in Gaziantep. The sample of the research consisted of 102 people determined by the GPower method and determined by simple random method among all women who volunteered to participate in the study. Introductory Information Form, Daily Effect of Vaginal Aging Scale, Sexuality Avoidance Decision Balance Sc",
    "laymansExplanation": "Clinical trial watch: The Effect of Education on Vaginal Effects of Menopausal Women. This listing shows what is being tested and where stronger evidence may emerge. Practical next step: note eligibility, endpoints, and timeline so you can revisit when results are posted.",
    "keyTakeaways": [
      "Trial listings describe study direction, not final treatment conclusions.",
      "Check participant criteria and outcomes to gauge relevance.",
      "Set a reminder to review posted results before acting."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT06095193",
    "sourceType": "clinical_trial",
    "evidenceQuality": "rct",
    "publishedDate": "2023-10-23",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT06041906",
    "slug": "international-registry-of-congenital-portosystemic-shunt-ircpss",
    "title": "International Registry of Congenital Portosystemic Shunt (IRCPSS)",
    "excerpt": "Congenital Portosystemic Shunt (CPSS) is a rare condition important by the multiplicity and severity of associated complications.\n\nCPSS is venous anomaly in which blood coming from the intestines only partially passes th",
    "technicalSummary": "Congenital Portosystemic Shunt (CPSS) is a rare condition important by the multiplicity and severity of associated complications.\n\nCPSS is venous anomaly in which blood coming from the intestines only partially passes through the liver.\n\nThis leads to the accumulation of potentially toxic factors that cause systemic effects.\n\nComplications vary among the individuals, and currently, it is challenging to predict which individuals will develop severe complications.\n\nThe IRCPSS registry is established with the aim of centralizing detailed clinical follow-up and biological information from participants around the world who suffer from Congenital Portosystemic Shunt (CPSS). A multidisciplinary con",
    "laymansExplanation": "Clinical trial watch: International Registry of Congenital Portosystemic Shunt (IRCPSS). This listing shows what is being tested and where stronger evidence may emerge. Practical next step: note eligibility, endpoints, and timeline so you can revisit when results are posted.",
    "keyTakeaways": [
      "Trial listings describe study direction, not final treatment conclusions.",
      "Check participant criteria and outcomes to gauge relevance.",
      "Set a reminder to review posted results before acting."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT06041906",
    "sourceType": "clinical_trial",
    "evidenceQuality": "observational",
    "publishedDate": "2023-09-18",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT05838352",
    "slug": "multidisciplinary-telerehabilitation-practices-in-autism",
    "title": "Multidisciplinary Telerehabilitation Practices in Autism",
    "excerpt": "The study, titled The Effect of Physiotherapy and Nutrition Services Provided by Telerehabilitation Methods on the Physical, Nutritional and Psychological Conditions of Children with Autism and Their Families, aimed to e",
    "technicalSummary": "The study, titled The Effect of Physiotherapy and Nutrition Services Provided by Telerehabilitation Methods on the Physical, Nutritional and Psychological Conditions of Children with Autism and Their Families, aimed to evaluate the effects of physiotherapy and nutrition education to be given to the participants. Participants were children with autism spectrum disorder and parents of children with autism spectrum disorder. There will be surveys that researchers will ask participants to answer. Parent telerehabilitation group participants via smartphone video conferencing; Researchers involved in this project; A physiotherapist and a physiotherapist senior physiotherapy intern will send 1 sess",
    "laymansExplanation": "Clinical trial watch: Multidisciplinary Telerehabilitation Practices in Autism. This listing shows what is being tested and where stronger evidence may emerge. Practical next step: note eligibility, endpoints, and timeline so you can revisit when results are posted.",
    "keyTakeaways": [
      "Trial listings describe study direction, not final treatment conclusions.",
      "Check participant criteria and outcomes to gauge relevance.",
      "Set a reminder to review posted results before acting."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT05838352",
    "sourceType": "clinical_trial",
    "evidenceQuality": "rct",
    "publishedDate": "2023-05-01",
    "categories": [
      {
        "slug": "exercise",
        "name": "Exercise",
        "description": "Movement, training, and performance-related longevity insights."
      },
      {
        "slug": "nutrition",
        "name": "Nutrition",
        "description": "Dietary patterns and nutrition interventions for longevity."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT05407662",
    "slug": "a-study-using-surveys-to-learn-more-about-treatment-with-steroidal-mineralocorticoid-recep",
    "title": "A Study Using Surveys to Learn More About Treatment With Steroidal Mineralocorticoid Receptor Antagonists, How They Are Used, What Side Effects They Have, and How Satisfied People Who Receive Them Are in the US",
    "excerpt": "This is an observational study in which patients with chronic kidney diseases (CKD), type 2 diabetes (T2D) or heart failure (HF) who are current or past users of sMRA therapies are studied. sMRA stands for steroidal mine",
    "technicalSummary": "This is an observational study in which patients with chronic kidney diseases (CKD), type 2 diabetes (T2D) or heart failure (HF) who are current or past users of sMRA therapies are studied. sMRA stands for steroidal mineralocorticoid receptor antagonists.\n\nCKD is a long-term, progressive decrease in the kidneys' ability to work properly.\n\nType 2 diabetes is a condition in which the body does not make enough of a hormone called insulin or does not use insulin well resulting in high blood sugar levels.\n\nHF is a condition in which the heart does not pump blood as well as it should.\n\nThe renin-angiotensin-aldosterone system (RAAS) is a hormone system that works with the kidneys to control blood ",
    "laymansExplanation": "Trial tracker: A Study Using Surveys to Learn More About Treatment With Steroidal Mineralocorticoid Receptor Antagonists, How They Are Used, What Side Effects They Have, and How Satisfied People Who Receive Them Are in the US.\n\nWhat is being tested: This is an observational study in which patients with chronic kidney diseases (CKD), type 2 diabetes (T2D) or heart failure (HF) who are current or past users of sMRA therapies are studied. sMRA stands for steroidal mine.\n\nHow this helps now: Track waist, fasting glucose, and activity together so you can see trendlines rather than one-off numbers. Use this to follow the pipeline and design details; treatment conclusions come after results are posted.",
    "keyTakeaways": [
      "This entry is about upcoming evidence in metabolic control, not a finished verdict.",
      "Check inclusion criteria and endpoints to judge whether eventual results may apply to your context.",
      "Track waist, fasting glucose, and activity together so you can see trendlines rather than one-off numbers.",
      "Set a reminder to revisit when results or publications are released."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT05407662",
    "sourceType": "clinical_trial",
    "evidenceQuality": "observational",
    "publishedDate": "2022-06-07",
    "categories": [
      {
        "slug": "metabolic-health",
        "name": "Metabolic Health",
        "description": "Insulin, glucose, lipid, and body-composition driven research."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT05368259",
    "slug": "the-audacity-study-allurion-device-in-adults-with-clinical-obesity",
    "title": "The AUDACITY Study (AllUrion Device in Adults With Clinical ObesITY)",
    "excerpt": "The objective for this clinical study is to provide FDA with clinical evidence regarding the effectiveness and safety of the AGBS + moderate intensity lifestyle modification therapy program, indwell time of the AGBS insi",
    "technicalSummary": "The objective for this clinical study is to provide FDA with clinical evidence regarding the effectiveness and safety of the AGBS + moderate intensity lifestyle modification therapy program, indwell time of the AGBS inside the stomach, and outcomes at 48 weeks.",
    "laymansExplanation": "Clinical trial watch: The AUDACITY Study (AllUrion Device in Adults With Clinical ObesITY).\n\nWhat is being tested: The objective for this clinical study is to provide FDA with clinical evidence regarding the effectiveness and safety of the AGBS + moderate intensity lifestyle modification therapy program, indwell time of the AGBS insi.\n\nHow this helps now: Track waist, fasting glucose, and activity together so you can see trendlines rather than one-off numbers. This is strongest as an indicator of what may soon have stronger evidence.",
    "keyTakeaways": [
      "This entry is about upcoming evidence in metabolic control, not a finished verdict.",
      "Check inclusion criteria and endpoints to judge whether eventual results may apply to your context.",
      "Track waist, fasting glucose, and activity together so you can see trendlines rather than one-off numbers.",
      "Set a reminder to revisit when results or publications are released."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT05368259",
    "sourceType": "clinical_trial",
    "evidenceQuality": "rct",
    "publishedDate": "2022-05-10",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT05160662",
    "slug": "the-important-project-of-obese-pregnant-women",
    "title": "The Important Project of Obese Pregnant Women",
    "excerpt": "Obesity is a globally growing public health problem. In 1993, about 25% of women in Sweden were overweight (BMI over 25) or obese (BMI over 30) on the first visit to maternal health care. Twenty years later, in 2013, the",
    "technicalSummary": "Obesity is a globally growing public health problem. In 1993, about 25% of women in Sweden were overweight (BMI over 25) or obese (BMI over 30) on the first visit to maternal health care. Twenty years later, in 2013, the corresponding proportion was 38%. Being fat increases the risk of several severe complications during pregnancy and childbirth, such as miscarriage, premature birth, congenital disabilities, intrauterine fetal death, thromboembolism, gestational diabetes, pregnancy-induced hypertension.\n\nPurpose of the project: To assess whether the introduction of new guidelines for overweight pregnant women (BMI\\>35) affects the outcome of pregnancy and childbirth, such as the frequency of",
    "laymansExplanation": "Trial tracker: The Important Project of Obese Pregnant Women.\n\nWhat is being tested: Obesity is a globally growing public health problem. In 1993, about 25% of women in Sweden were overweight (BMI over 25) or obese (BMI over 30) on the first visit to maternal health care. Twenty years later, in 2013, the.\n\nHow this helps now: Track waist, fasting glucose, and activity together so you can see trendlines rather than one-off numbers. Use this to follow the pipeline and design details; treatment conclusions come after results are posted.",
    "keyTakeaways": [
      "This entry is about upcoming evidence in metabolic control, not a finished verdict.",
      "Check inclusion criteria and endpoints to judge whether eventual results may apply to your context.",
      "Track waist, fasting glucose, and activity together so you can see trendlines rather than one-off numbers.",
      "Set a reminder to revisit when results or publications are released."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT05160662",
    "sourceType": "clinical_trial",
    "evidenceQuality": "rct",
    "publishedDate": "2021-12-16",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT04753580",
    "slug": "sampling-of-human-microbiota-in-order-to-test-on-a-mouse-model-individualized-intervention",
    "title": "Sampling of Human Microbiota in Order to Test, on a Mouse Model, Individualized Intervention Strategies During Aging",
    "excerpt": "Human microbial flora transfer studies in rodent models have clearly identified that age-associated microbiota dysbiosis can play a decisive role with respect to pathologies or complications linked to aging: increased in",
    "technicalSummary": "Human microbial flora transfer studies in rodent models have clearly identified that age-associated microbiota dysbiosis can play a decisive role with respect to pathologies or complications linked to aging: increased intestinal permeability, in place of systemic inflammation, dysfunction of immune cells and insulin resistance.\n\nThis trial therefore aims to validate the process of ex vivo transfer to the rat of human microbiota selected from three categories of male individuals: young adults, healthy older adults and frail older adults, with the evaluation of the bacterial population of stool by analysis of the 16S rRNA gene.",
    "laymansExplanation": "Trial tracker: Sampling of Human Microbiota in Order to Test, on a Mouse Model, Individualized Intervention Strategies During Aging.\n\nWhat is being tested: Human microbial flora transfer studies in rodent models have clearly identified that age-associated microbiota dysbiosis can play a decisive role with respect to pathologies or complications linked to aging: increased in.\n\nHow this helps now: Treat exercise, blood-pressure control, and social/cognitive activity as your non-negotiable baseline. Use this to follow the pipeline and design details; treatment conclusions come after results are posted.",
    "keyTakeaways": [
      "This entry is about upcoming evidence in brain health and cognitive resilience, not a finished verdict.",
      "Check inclusion criteria and endpoints to judge whether eventual results may apply to your context.",
      "Treat exercise, blood-pressure control, and social/cognitive activity as your non-negotiable baseline.",
      "Set a reminder to revisit when results or publications are released."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT04753580",
    "sourceType": "clinical_trial",
    "evidenceQuality": "rct",
    "publishedDate": "2021-02-15",
    "categories": [
      {
        "slug": "metabolic-health",
        "name": "Metabolic Health",
        "description": "Insulin, glucose, lipid, and body-composition driven research."
      },
      {
        "slug": "cellular-health",
        "name": "Cellular Health",
        "description": "Cell-level mechanisms influencing aging and resilience."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT04555616",
    "slug": "environmental-design-for-behavioral-regulation-in-people-with-dementia",
    "title": "Environmental Design for Behavioral Regulation in People With Dementia",
    "excerpt": "Individuals with dementia present with changes in behaviors throughout the continuum of cognitive decline. Environmental features may be influential in behavioral regulation. The purpose of this study is to assess the fe",
    "technicalSummary": "Individuals with dementia present with changes in behaviors throughout the continuum of cognitive decline. Environmental features may be influential in behavioral regulation. The purpose of this study is to assess the feasibility of environmental design protocols in older adults with dementia and their caregivers. Thirty subjects with moderate to severe Alzheimer's disease as primary dementia type, and their caregivers, will be randomly assigned to one of three arms: standard care; standard environmental design protocol; or personalized environmental design protocol.",
    "laymansExplanation": "Clinical trial watch: Environmental Design for Behavioral Regulation in People With Dementia. This listing shows what is being tested and where stronger evidence may emerge. Practical next step: note eligibility, endpoints, and timeline so you can revisit when results are posted.",
    "keyTakeaways": [
      "Trial listings describe study direction, not final treatment conclusions.",
      "Check participant criteria and outcomes to gauge relevance.",
      "Set a reminder to review posted results before acting."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT04555616",
    "sourceType": "clinical_trial",
    "evidenceQuality": "rct",
    "publishedDate": "2020-09-21",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT04259047",
    "slug": "health-beliefs-glycemic-control-and-preventing-cognitive-decline-in-african-americans-with",
    "title": "Health Beliefs, Glycemic Control, and Preventing Cognitive Decline in African Americans with Diabetes and Mild Cognitive Impairment: a Randomized Clinical Trial",
    "excerpt": "This double-masked, 2-year, single-site, phase II RCT will test the efficacy of DREAM (Diabetes Regulation for Eye Sight and Memory to prevent cognitive decline in African Americans (AAs) with amnestic multiple domain mi",
    "technicalSummary": "This double-masked, 2-year, single-site, phase II RCT will test the efficacy of DREAM (Diabetes Regulation for Eye Sight and Memory to prevent cognitive decline in African Americans (AAs) with amnestic multiple domain mild cognitive impairment (MCI) and poorly controlled diabetes (i.e., hemoglobin A1c \\[HbA1c\\] level ≥ 7.5%). Participants will be randomized to DREAM \\[11 home-based treatment sessions with a community health worker (CHW), and 4 telehealth visits with a Diabetes Nurse Educator over 2 years\\] or Enhanced Usual Care (EUC), which is usual care enhanced with home-based diabetes education. The primary outcome is decline in verbal memory over 2 years. Follow-up data will be collecte",
    "laymansExplanation": "Clinical trial watch: Health Beliefs, Glycemic Control, and Preventing Cognitive Decline in African Americans with Diabetes and Mild Cognitive Impairment: a Randomized Clinical Trial. This listing shows what is being tested and where stronger evidence may emerge. Practical next step: note eligibility, endpoints, and timeline so you can revisit when results are posted.",
    "keyTakeaways": [
      "Trial listings describe study direction, not final treatment conclusions.",
      "Check participant criteria and outcomes to gauge relevance.",
      "Set a reminder to review posted results before acting."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT04259047",
    "sourceType": "clinical_trial",
    "evidenceQuality": "rct",
    "publishedDate": "2020-02-06",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT04238962",
    "slug": "a-research-study-to-compare-two-different-forms-of-once-weekly-semaglutide-in-two-differen",
    "title": "A Research Study to Compare Two Different Forms of Once-weekly Semaglutide in Two Different Injection Pens",
    "excerpt": "The study will look at how 2 different semaglutide versions reach and stay in the blood after injection. The study aims to show similar levels of semaglutide in the blood when using the different semaglutide versions. Pa",
    "technicalSummary": "The study will look at how 2 different semaglutide versions reach and stay in the blood after injection. The study aims to show similar levels of semaglutide in the blood when using the different semaglutide versions. Participants will get 1 of the 2 versions of semaglutide - which version is decided by chance. One version is the one that doctors already can prescribe and the other is the new version. Participants will get the medicine as an injection under the skin of the belly with a pen-injector. The type of pen-injector is different for the 2 versions of semaglutide. Participants will receive 7 once-weekly injections in total. The study will last for about 80-106 days. Participants will ",
    "laymansExplanation": "Pipeline update: A Research Study to Compare Two Different Forms of Once-weekly Semaglutide in Two Different Injection Pens.\n\nWhat is being tested: The study will look at how 2 different semaglutide versions reach and stay in the blood after injection. The study aims to show similar levels of semaglutide in the blood when using the different semaglutide versions. Pa.\n\nHow this helps now: Track waist, fasting glucose, and activity together so you can see trendlines rather than one-off numbers. Trial registrations are best for understanding direction, timeline, and eligibility, not final efficacy.",
    "keyTakeaways": [
      "This entry is about upcoming evidence in metabolic control, not a finished verdict.",
      "Check inclusion criteria and endpoints to judge whether eventual results may apply to your context.",
      "Track waist, fasting glucose, and activity together so you can see trendlines rather than one-off numbers.",
      "Set a reminder to revisit when results or publications are released."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT04238962",
    "sourceType": "clinical_trial",
    "evidenceQuality": "rct",
    "publishedDate": "2020-01-23",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT03788798",
    "slug": "an-integrated-model-of-intelligent-medical-service-for-total-joint-replacement",
    "title": "An Integrated Model of Intelligent Medical Service for Total Joint Replacement",
    "excerpt": "With the aging population, the needs for total joint replacement are increasing. A successful recovery after joint replacement surgery depends on timely and active physical therapy in the early postoperative period. To a",
    "technicalSummary": "With the aging population, the needs for total joint replacement are increasing. A successful recovery after joint replacement surgery depends on timely and active physical therapy in the early postoperative period. To accomplish it, an integrated care model based on clinical pathway has been implemented to secure the medical quality and patient safety. Recently, the emerging technology of electronic medical record and medical informatics have made challenges to the traditional health care models such as the clinical pathway. As a matter of fact, the integration of informatics technology also provides an opportunity to modernize the clinical pathway and make it smarter. By bridging the HIS s",
    "laymansExplanation": "Clinical trial watch: An Integrated Model of Intelligent Medical Service for Total Joint Replacement. This listing shows what is being tested and where stronger evidence may emerge. Practical next step: note eligibility, endpoints, and timeline so you can revisit when results are posted.",
    "keyTakeaways": [
      "Trial listings describe study direction, not final treatment conclusions.",
      "Check participant criteria and outcomes to gauge relevance.",
      "Set a reminder to review posted results before acting."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT03788798",
    "sourceType": "clinical_trial",
    "evidenceQuality": "rct",
    "publishedDate": "2018-12-28",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT03725384",
    "slug": "daily-vs-every-other-day-oral-iron-supplementation-in-patients-with-absolute-iron-deficien",
    "title": "Daily vs. Every Other Day Oral Iron Supplementation in Patients With Absolute Iron Deficiency Anemia",
    "excerpt": "Iron deficiency anemia is a global health problem and the most common cause of anemia worldwide. Patients with iron deficiency (ID) and IDA can present with a multitude of symptoms including fatigue, restless legs syndro",
    "technicalSummary": "Iron deficiency anemia is a global health problem and the most common cause of anemia worldwide. Patients with iron deficiency (ID) and IDA can present with a multitude of symptoms including fatigue, restless legs syndrome and pica.Oral iron supplementation is associated with increasing hemoglobin in multiple studies in women, pregnant women and elderly patients.However, the optimal dose and frequency of oral iron supplementation for treatment remains unclear. The current proposed study attempts to address this gap in the literature.",
    "laymansExplanation": "Clinical trial watch: Daily vs. Every Other Day Oral Iron Supplementation in Patients With Absolute Iron Deficiency Anemia. This listing shows what is being tested and where stronger evidence may emerge. Practical next step: note eligibility, endpoints, and timeline so you can revisit when results are posted.",
    "keyTakeaways": [
      "Trial listings describe study direction, not final treatment conclusions.",
      "Check participant criteria and outcomes to gauge relevance.",
      "Set a reminder to review posted results before acting."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT03725384",
    "sourceType": "clinical_trial",
    "evidenceQuality": "rct",
    "publishedDate": "2018-10-31",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT03658187",
    "slug": "assessment-of-the-acute-effect-of-ip",
    "title": "Assessment of the Acute Effect of IP",
    "excerpt": "It is a nutraceutical system, consisting of oral tablet and an oral spray called Alpha GPC, which helps your body naturally restore the HGH levels.",
    "technicalSummary": "It is a nutraceutical system, consisting of oral tablet and an oral spray called Alpha GPC, which helps your body naturally restore the HGH levels.",
    "laymansExplanation": "Clinical trial watch: Assessment of the Acute Effect of IP. This listing shows what is being tested and where stronger evidence may emerge. Practical next step: note eligibility, endpoints, and timeline so you can revisit when results are posted.",
    "keyTakeaways": [
      "Trial listings describe study direction, not final treatment conclusions.",
      "Check participant criteria and outcomes to gauge relevance.",
      "Set a reminder to review posted results before acting."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT03658187",
    "sourceType": "clinical_trial",
    "evidenceQuality": "rct",
    "publishedDate": "2018-09-05",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT03573180",
    "slug": "prevalence-of-dental-caries-among-a-group-of-egyptian-children-using-cast-index",
    "title": "Prevalence of Dental Caries Among a Group of Egyptian Children Using CAST Index",
    "excerpt": "The aim of this study is to assess the prevalence of dental caries using CAST index among a group of Egyptian children in primary dentition stage.\n\nEgyptian children aging from three to six years old attending the Outpat",
    "technicalSummary": "The aim of this study is to assess the prevalence of dental caries using CAST index among a group of Egyptian children in primary dentition stage.\n\nEgyptian children aging from three to six years old attending the Outpatients' Clinic of both of Pediatric Dentistry Department, Faculty of Dentistry, Misr University for Science and Technology and the Pediatric Dentistry and Dental Public Health Department, Faculty of Dentistry, Cairo University will be examined using Caries Assessment Spectrum and Treatment",
    "laymansExplanation": "Clinical trial watch: Prevalence of Dental Caries Among a Group of Egyptian Children Using CAST Index.\n\nWhat is being tested: The aim of this study is to assess the prevalence of dental caries using CAST index among a group of Egyptian children in primary dentition stage. Egyptian children aging from three to six years old attending the Outpat.\n\nHow this helps now: Choose one high-impact habit to tighten this week and review results after 30 days. This is strongest as an indicator of what may soon have stronger evidence.",
    "keyTakeaways": [
      "This entry is about upcoming evidence in healthy longevity planning, not a finished verdict.",
      "Check inclusion criteria and endpoints to judge whether eventual results may apply to your context.",
      "Choose one high-impact habit to tighten this week and review results after 30 days.",
      "Set a reminder to revisit when results or publications are released."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT03573180",
    "sourceType": "clinical_trial",
    "evidenceQuality": "observational",
    "publishedDate": "2018-06-29",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT03336580",
    "slug": "a-study-of-prx004-in-subjects-with-amyloid-transthyretin-attr-amyloidosis",
    "title": "A Study of PRX004 in Subjects With Amyloid Transthyretin (ATTR) Amyloidosis",
    "excerpt": "A Phase 1, open-label study of intravenous (IV) PRX004 as a single agent in subjects with hereditary amyloid transthyretin (hATTR) amyloidosis. The study will consist of 3 phases and will enroll up to a total of 36 subje",
    "technicalSummary": "A Phase 1, open-label study of intravenous (IV) PRX004 as a single agent in subjects with hereditary amyloid transthyretin (hATTR) amyloidosis. The study will consist of 3 phases and will enroll up to a total of 36 subjects. A 3+3 dose escalation component to determine the safety, tolerability, PK, PD, and MTD. An expansion component in anticipated PRX004 RP2D cohorts selected from the Dose Escalation Phase. An extended dosing component for eligible subjects from the Dose Escalation or Expansion phases.",
    "laymansExplanation": "Trial tracker: A Study of PRX004 in Subjects With Amyloid Transthyretin (ATTR) Amyloidosis.\n\nWhat is being tested: A Phase 1, open-label study of intravenous (IV) PRX004 as a single agent in subjects with hereditary amyloid transthyretin (hATTR) amyloidosis. The study will consist of 3 phases and will enroll up to a total of 36 subje.\n\nHow this helps now: Treat exercise, blood-pressure control, and social/cognitive activity as your non-negotiable baseline. Use this to follow the pipeline and design details; treatment conclusions come after results are posted.",
    "keyTakeaways": [
      "This entry is about upcoming evidence in brain health and cognitive resilience, not a finished verdict.",
      "Check inclusion criteria and endpoints to judge whether eventual results may apply to your context.",
      "Treat exercise, blood-pressure control, and social/cognitive activity as your non-negotiable baseline.",
      "Set a reminder to revisit when results or publications are released."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT03336580",
    "sourceType": "clinical_trial",
    "evidenceQuality": "observational",
    "publishedDate": "2017-11-08",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT03273335",
    "slug": "investigating-neuroinflammation-underlying-postoperative-brain-connectivity-changes-pocd-d",
    "title": "Investigating NeuroinflammaTion UnderlyIng Postoperative Brain Connectivity Changes, POCD, Delirium in Older Adults",
    "excerpt": "(From NIH reporter) Each year \\>16 million older Americans undergo anesthesia and surgery, and up to 40% of these patients develop postoperative cognitive dysfunction (POCD), a syndrome of postoperative thinking and memo",
    "technicalSummary": "(From NIH reporter) Each year \\>16 million older Americans undergo anesthesia and surgery, and up to 40% of these patients develop postoperative cognitive dysfunction (POCD), a syndrome of postoperative thinking and memory deficits. Although distinct from delirium, POCD (like delirium) is associated with decreased quality of life, long term cognitive decline, early retirement, increased mortality, and a possible increased risk for developing dementia such as Alzheimer's disease. Understanding the etiology of POCD will likely help promote strategies to treat and/or prevent it. A dominant theory holds that brain inflammation causes POCD, but little work has directly tested this theory in human",
    "laymansExplanation": "Clinical trial watch: Investigating NeuroinflammaTion UnderlyIng Postoperative Brain Connectivity Changes, POCD, Delirium in Older Adults. This listing shows what is being tested and where stronger evidence may emerge. Practical next step: note eligibility, endpoints, and timeline so you can revisit when results are posted.",
    "keyTakeaways": [
      "Trial listings describe study direction, not final treatment conclusions.",
      "Check participant criteria and outcomes to gauge relevance.",
      "Set a reminder to review posted results before acting."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT03273335",
    "sourceType": "clinical_trial",
    "evidenceQuality": "observational",
    "publishedDate": "2017-09-06",
    "categories": [
      {
        "slug": "cellular-health",
        "name": "Cellular Health",
        "description": "Cell-level mechanisms influencing aging and resilience."
      },
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT03226548",
    "slug": "effect-of-eitc-on-biological-markers-of-aging-health-and-mortality",
    "title": "Effect of EITC on Biological Markers of Aging, Health and Mortality",
    "excerpt": "Paycheck Plus (PP) is a randomized controlled experiment (RCT) that explores the health and longevity effects associated with increasing the Earned Income Tax Credit (EITC). EITC is a national program that provides tax c",
    "technicalSummary": "Paycheck Plus (PP) is a randomized controlled experiment (RCT) that explores the health and longevity effects associated with increasing the Earned Income Tax Credit (EITC). EITC is a national program that provides tax credits to low-income, disproportionately minority workers who file taxes. EITC is politically popular, having received bipartisan support. The EITC, along with state supplemental programs, have 7 million American families out of poverty. The investigators' preliminary data analyses show that the EITC has had large population health impacts, reversing declines in self rated health and survival among the poorest Americans.",
    "laymansExplanation": "Clinical trial watch: Effect of EITC on Biological Markers of Aging, Health and Mortality. This listing shows what is being tested and where stronger evidence may emerge. Practical next step: note eligibility, endpoints, and timeline so you can revisit when results are posted.",
    "keyTakeaways": [
      "Trial listings describe study direction, not final treatment conclusions.",
      "Check participant criteria and outcomes to gauge relevance.",
      "Set a reminder to review posted results before acting."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT03226548",
    "sourceType": "clinical_trial",
    "evidenceQuality": "rct",
    "publishedDate": "2017-07-21",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT02615158",
    "slug": "toddler-overweight-prevention-study-among-low-income-families",
    "title": "Toddler Overweight Prevention Study Among Low-Income Families",
    "excerpt": "The hypothesis is that toddlers with parents who are randomized to a parenting intervention and toddlers with parents who are randomized to the maternal intervention focused on maternal diet and physical activity will be",
    "technicalSummary": "The hypothesis is that toddlers with parents who are randomized to a parenting intervention and toddlers with parents who are randomized to the maternal intervention focused on maternal diet and physical activity will be more likely to have weight status within normal and to consume a healthy diet and engage in physical activity than toddlers with parents in a placebo (safety) intervention.",
    "laymansExplanation": "Clinical trial watch: Toddler Overweight Prevention Study Among Low-Income Families. This listing shows what is being tested and where stronger evidence may emerge. Practical next step: note eligibility, endpoints, and timeline so you can revisit when results are posted.",
    "keyTakeaways": [
      "Trial listings describe study direction, not final treatment conclusions.",
      "Check participant criteria and outcomes to gauge relevance.",
      "Set a reminder to review posted results before acting."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT02615158",
    "sourceType": "clinical_trial",
    "evidenceQuality": "rct",
    "publishedDate": "2015-11-26",
    "categories": [
      {
        "slug": "nutrition",
        "name": "Nutrition",
        "description": "Dietary patterns and nutrition interventions for longevity."
      },
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT02350127",
    "slug": "preventing-loss-of-independence-through-exercise-plie-in-persons-with-dementia",
    "title": "Preventing Loss of Independence Through Exercise (PLIE) in Persons With Dementia",
    "excerpt": "Nearly 1 in 10 older Veterans have dementia, which is a devastating condition that leads to a progressive loss of independence and functional status. Currently available dementia medications do not alter the disease cour",
    "technicalSummary": "Nearly 1 in 10 older Veterans have dementia, which is a devastating condition that leads to a progressive loss of independence and functional status. Currently available dementia medications do not alter the disease course. Therefore, it is critically important to identify effective strategies for helping older Veterans living with dementia to enhance their functional status and quality of life. The investigators have developed a novel, integrative group movement program called Preventing Loss of Independence through Exercise (PLIE) that incorporates elements from Eastern and Western exercise modalities and is designed to build and maintain the capacity to perform basic functional movements ",
    "laymansExplanation": "Clinical trial watch: Preventing Loss of Independence Through Exercise (PLIE) in Persons With Dementia.\n\nWhat is being tested: Nearly 1 in 10 older Veterans have dementia, which is a devastating condition that leads to a progressive loss of independence and functional status. Currently available dementia medications do not alter the disease cour.\n\nHow this helps now: Schedule two resistance sessions this week and track load or reps so progress is visible. This is strongest as an indicator of what may soon have stronger evidence.",
    "keyTakeaways": [
      "This entry is about upcoming evidence in strength and mobility, not a finished verdict.",
      "Check inclusion criteria and endpoints to judge whether eventual results may apply to your context.",
      "Schedule two resistance sessions this week and track load or reps so progress is visible.",
      "Set a reminder to revisit when results or publications are released."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT02350127",
    "sourceType": "clinical_trial",
    "evidenceQuality": "rct",
    "publishedDate": "2015-01-29",
    "categories": [
      {
        "slug": "exercise",
        "name": "Exercise",
        "description": "Movement, training, and performance-related longevity insights."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT01931111",
    "slug": "cardiovascular-risk-factors-maximal-oxygen-uptake-and-sedentariness-an-observational-study",
    "title": "Cardiovascular Risk Factors, Maximal Oxygen Uptake and Sedentariness: an Observational Study",
    "excerpt": "This is a substudy of the Generation-100 study (NCT01666340). The aim of this study is to find critical values for (1) maximal oxygen uptake and (2) sedentary behavior, below which cardiovascular risk parameter clusterin",
    "technicalSummary": "This is a substudy of the Generation-100 study (NCT01666340). The aim of this study is to find critical values for (1) maximal oxygen uptake and (2) sedentary behavior, below which cardiovascular risk parameter clustering is apparent in an elderly Norwegian population.",
    "laymansExplanation": "Clinical trial watch: Cardiovascular Risk Factors, Maximal Oxygen Uptake and Sedentariness: an Observational Study. This listing shows what is being tested and where stronger evidence may emerge. Practical next step: note eligibility, endpoints, and timeline so you can revisit when results are posted.",
    "keyTakeaways": [
      "Trial listings describe study direction, not final treatment conclusions.",
      "Check participant criteria and outcomes to gauge relevance.",
      "Set a reminder to review posted results before acting."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT01931111",
    "sourceType": "clinical_trial",
    "evidenceQuality": "observational",
    "publishedDate": "2013-08-29",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT01874132",
    "slug": "study-of-the-long-term-effects-of-exercise-on-heath-indicators-in-older-people",
    "title": "Study of the Long-term Effects of Exercise on Heath Indicators in Older People",
    "excerpt": "Cardiovascular diseases (CVD) represent the most frequent cause of death among the elderly population. Hypertension, unfavorable lipid profile, obesity and physical inactivity are among the main risk factors for CVD. In ",
    "technicalSummary": "Cardiovascular diseases (CVD) represent the most frequent cause of death among the elderly population. Hypertension, unfavorable lipid profile, obesity and physical inactivity are among the main risk factors for CVD. In contrast, mortality from CVD is inversely related to levels of physical activity, and is lower in individuals who exercise and have higher functional fitness levels. Thus, the Centers for Disease Control and Prevention, the American College of Sports Medicine, and the American Heart Association have recommended 20-30 min of moderate-to-vigorous aerobic training for the elderly, preferably every day or at least 3 days a week in the case of vigorous exercise.The same organizati",
    "laymansExplanation": "Clinical trial watch: Study of the Long-term Effects of Exercise on Heath Indicators in Older People. This listing shows what is being tested and where stronger evidence may emerge. Practical next step: note eligibility, endpoints, and timeline so you can revisit when results are posted.",
    "keyTakeaways": [
      "Trial listings describe study direction, not final treatment conclusions.",
      "Check participant criteria and outcomes to gauge relevance.",
      "Set a reminder to review posted results before acting."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT01874132",
    "sourceType": "clinical_trial",
    "evidenceQuality": "rct",
    "publishedDate": "2013-06-10",
    "categories": [
      {
        "slug": "exercise",
        "name": "Exercise",
        "description": "Movement, training, and performance-related longevity insights."
      },
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT00730626",
    "slug": "dose-response-study-of-a-fermented-yogurt-on-the-immune-system-and-gut-health",
    "title": "Dose Response Study of a Fermented Yogurt on the Immune System and Gut Health",
    "excerpt": "The purpose of this study is to determine the dose-response effect of a yogurt containing a combination of bifidobacterium Lactis (BB-12) and Lactobacillus Acidophilus (LA-5) and green tea extract on markers of the immun",
    "technicalSummary": "The purpose of this study is to determine the dose-response effect of a yogurt containing a combination of bifidobacterium Lactis (BB-12) and Lactobacillus Acidophilus (LA-5) and green tea extract on markers of the immune system and gut health in healthy subjects. We hypothesize that the response of the immune function will be dose-dependent of the probiotics found in the fermented yogurt.",
    "laymansExplanation": "Clinical trial watch: Dose Response Study of a Fermented Yogurt on the Immune System and Gut Health. This listing shows what is being tested and where stronger evidence may emerge. Practical next step: note eligibility, endpoints, and timeline so you can revisit when results are posted.",
    "keyTakeaways": [
      "Trial listings describe study direction, not final treatment conclusions.",
      "Check participant criteria and outcomes to gauge relevance.",
      "Set a reminder to review posted results before acting."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT00730626",
    "sourceType": "clinical_trial",
    "evidenceQuality": "rct",
    "publishedDate": "2008-08-08",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT00634608",
    "slug": "integrating-targeted-medlineplus-health-prescriptions-into-clinic-practice-workflow",
    "title": "Integrating Targeted MedlinePlus Health Prescriptions Into Clinic Practice Workflow",
    "excerpt": "The specific aim of this proposed project is to implement a standard process for integrating MedlinePlus health information prescriptions into the clinic workflow.\n\nHypothesis 1: Individuals in the intervention group who",
    "technicalSummary": "The specific aim of this proposed project is to implement a standard process for integrating MedlinePlus health information prescriptions into the clinic workflow.\n\nHypothesis 1: Individuals in the intervention group who receive tailored email health information with provider selected MedlinePlus links and added commentary for patient specific conditions will be more likely to seek information / use MedlinePlus compared with individuals in the control group.\n\nHypothesis 2: Individuals in the intervention group who receive tailored email health information with provider selected MedlinePlus links and added commentary for patient specific conditions will be more satisfied with the information ",
    "laymansExplanation": "Clinical trial watch: Integrating Targeted MedlinePlus Health Prescriptions Into Clinic Practice Workflow. This listing shows what is being tested and where stronger evidence may emerge. Practical next step: note eligibility, endpoints, and timeline so you can revisit when results are posted.",
    "keyTakeaways": [
      "Trial listings describe study direction, not final treatment conclusions.",
      "Check participant criteria and outcomes to gauge relevance.",
      "Set a reminder to review posted results before acting."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT00634608",
    "sourceType": "clinical_trial",
    "evidenceQuality": "rct",
    "publishedDate": "2008-03-13",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT00206206",
    "slug": "evaluation-of-an-icu-hyperglycemia-protocol-using-insulin-aspart",
    "title": "Evaluation of an ICU Hyperglycemia Protocol Using Insulin Aspart",
    "excerpt": "In response to the evidence supporting \"tight\" glucose control (70 - 110) in the critical care setting, the MMH ICU developed a protocol utilizing regular intravenous insulin. This protocol was initiated in 2002. Monitor",
    "technicalSummary": "In response to the evidence supporting \"tight\" glucose control (70 - 110) in the critical care setting, the MMH ICU developed a protocol utilizing regular intravenous insulin. This protocol was initiated in 2002. Monitoring of the data collected revealed effective glycemic control when this protocol was used. However, limited utilization has led to overall ineffective glycemic control in this ICU. The poor utilization is largely due to a general reluctance of physicians to start their patients on an intravenous insulin infusion. As contributing to this poor compliance is the \"open\" nature of the ICU. The MMH ICU is an \"open\" ICU, meaning that many physicians across multiple subspecialties ad",
    "laymansExplanation": "Clinical trial watch: Evaluation of an ICU Hyperglycemia Protocol Using Insulin Aspart. This listing shows what is being tested and where stronger evidence may emerge. Practical next step: note eligibility, endpoints, and timeline so you can revisit when results are posted.",
    "keyTakeaways": [
      "Trial listings describe study direction, not final treatment conclusions.",
      "Check participant criteria and outcomes to gauge relevance.",
      "Set a reminder to review posted results before acting."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT00206206",
    "sourceType": "clinical_trial",
    "evidenceQuality": "rct",
    "publishedDate": "2005-09-21",
    "categories": [
      {
        "slug": "metabolic-health",
        "name": "Metabolic Health",
        "description": "Insulin, glucose, lipid, and body-composition driven research."
      }
    ]
  }
]
