[
  {
    "externalId": "pubmed:41662857",
    "slug": "parasite-clearance-in-patients-with-plasmodium-vivax-monoinfection-treated-with-artesunate",
    "title": "Parasite clearance in patients with Plasmodium vivax monoinfection treated with artesunate in Cambodia: an observational secondary analysis of trial data.",
    "excerpt": "Artemisinin-based combination therapies are the frontline drugs for the treatment of malaria infections, but, for Plasmodium falciparum, the efficacy of artemisinin is threatened by the spread of resistance. Plasmodium v",
    "technicalSummary": "Artemisinin-based combination therapies are the frontline drugs for the treatment of malaria infections, but, for Plasmodium falciparum, the efficacy of artemisinin is threatened by the spread of resistance. Plasmodium vivax is the second most common cause of human malaria, but there is little information on its susceptibility to artemisinin due to the lack of an in-vitro culture system. This study aims to characterise the response of P vivax to artesunate using clinical, genomic, and transcriptomic data from infected individuals in Cambodia.\n\nWe analysed 161 P vivax infections from 87 patients (six female and 81 male; median age 20 years [IQR 17-26]) enrolled between Nov 10, 2021, and Nov 1",
    "laymansExplanation": "This study explores parasite clearance in patients with plasmodium vivax monoinfection treated with artesunate in cambodia: an observational secondary analysis of trial data.. The core message is that this evidence may be useful for long-term health decisions, but it should be interpreted with context and discussed with qualified professionals.",
    "keyTakeaways": [
      "Review original source context before acting.",
      "Treat early evidence as directional, not definitive.",
      "Pair findings with core lifestyle fundamentals."
    ],
    "hasExplanation": true,
    "sourceName": "Lancet Microbe",
    "sourceUrl": "https://pubmed.ncbi.nlm.nih.gov/41662857/",
    "sourceType": "clinical_trial",
    "evidenceQuality": "observational",
    "publishedDate": "2027-01-11",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "pubmed:41696869",
    "slug": "gutmind-a-multi-cohort-machine-learning-framework-for-integrative-characteristics-of-the-m",
    "title": "GutMIND: A multi-cohort machine learning framework for integrative characteristics of the microbiota-gut-brain axis in neuropsychiatric disorders.",
    "excerpt": "Emerging evidence underscores bidirectional communication along the microbiota-gut-brain axis in neuropsychiatric disorders. However, the field lacks dedicated metagenomic resources with standardized phenotyping for thes",
    "technicalSummary": "Emerging evidence underscores bidirectional communication along the microbiota-gut-brain axis in neuropsychiatric disorders. However, the field lacks dedicated metagenomic resources with standardized phenotyping for these conditions. Existing single-cohort studies face inherent limitations due to restricted sample sizes, confounding heterogeneity, and methodological fragmentation, compromising reproducibility and mechanistic insights. To overcome these challenges, we constructed the Gut Microbiome in Multinational Integrated Neuropsychiatric Disorders (GutMIND) database, a comprehensive resource integrating shotgun metagenomic data with harmonized metadata. Adhering to a standardized preproc",
    "laymansExplanation": "This study explores gutmind: a multi-cohort machine learning framework for integrative characteristics of the microbiota-gut-brain axis in neuropsychiatric disorders.. The core message is that this evidence may be useful for long-term health decisions, but it should be interpreted with context and discussed with qualified professionals.",
    "keyTakeaways": [
      "Review original source context before acting.",
      "Treat early evidence as directional, not definitive.",
      "Pair findings with core lifestyle fundamentals."
    ],
    "hasExplanation": true,
    "sourceName": "Gut Microbes",
    "sourceUrl": "https://pubmed.ncbi.nlm.nih.gov/41696869/",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-12-31",
    "categories": [
      {
        "slug": "metabolic-health",
        "name": "Metabolic Health",
        "description": "Insulin, glucose, lipid, and body-composition driven research."
      }
    ]
  },
  {
    "externalId": "pubmed:37875254",
    "slug": "strength-training-longevity-muscle-aging",
    "title": "Strength Training and Healthy Aging: Why Muscle Matters More Than You Think",
    "excerpt": "A review of aging research shows that preserving muscle mass is strongly linked to metabolic health and long-term independence.",
    "technicalSummary": "Across longitudinal cohorts and intervention trials, maintaining lean mass and strength is associated with lower frailty risk, improved insulin sensitivity, and reduced all-cause mortality markers in older adults.",
    "laymansExplanation": "Most people think longevity is about one supplement or one biomarker. In reality, your baseline strength and muscle are foundational. Muscle helps regulate blood sugar, supports mobility, protects against falls, and improves how resilient your body is when stress hits. This research suggests resistance training is one of the most practical long-term health strategies because it compounds over time.",
    "keyTakeaways": [
      "Train major muscle groups at least 2 times per week.",
      "Progressive overload matters more than workout novelty.",
      "Pair resistance work with adequate daily protein.",
      "Strength is a better aging signal than scale weight alone."
    ],
    "hasExplanation": true,
    "sourceName": "PubMed",
    "sourceUrl": "https://pubmed.ncbi.nlm.nih.gov/37875254/",
    "sourceType": "research_paper",
    "evidenceQuality": "review",
    "publishedDate": "2026-01-30",
    "image": "https://images.unsplash.com/photo-1571019614242-c5c5dee9f50b?auto=format&fit=crop&w=1200&q=80",
    "categories": [
      {
        "slug": "exercise",
        "name": "Exercise",
        "description": "Movement, training, and performance-related longevity insights."
      },
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2026.01.20.123456",
    "slug": "sleep-regularity-inflammatory-aging-markers",
    "title": "Sleep Regularity and Inflammation in Midlife Adults",
    "excerpt": "A large observational dataset links irregular sleep timing with higher inflammatory signatures associated with accelerated aging.",
    "technicalSummary": "Participants with greater night-to-night sleep timing variability demonstrated higher CRP and IL-6 trends after adjustment for BMI and activity. Associations remained directionally consistent across age and sex strata.",
    "laymansExplanation": "It is not only how long you sleep, but how consistent your sleep schedule is. People with highly variable bed and wake times had worse inflammation markers. A practical implication is that regular sleep timing may reduce chronic biological stress and improve long-term health trajectories.",
    "keyTakeaways": [
      "Keep wake time consistent across weekdays and weekends.",
      "Sleep duration and sleep timing both matter.",
      "Small schedule shifts repeated daily can add up biologically."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2026.01.20.123456",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-01-20",
    "image": "https://images.unsplash.com/photo-1455642305367-68834a84f0e8?auto=format&fit=crop&w=1200&q=80",
    "categories": [
      {
        "slug": "sleep",
        "name": "Sleep",
        "description": "Sleep quality, rhythms, and recovery-focused findings."
      },
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.05.28.25328470",
    "slug": "post-vaccination-chemosensory-outcomes-in-covid-19-associated-dysfunction",
    "title": "Post-vaccination chemosensory outcomes in COVID-19-associated dysfunction",
    "excerpt": "Olfactory and taste dysfunction are common symptoms of COVID-19 and post-acute COVID-19 syndrome, yet the effects of COVID-19 vaccines on chemosensory perception remain incompletely understood. This global, multilingual,",
    "technicalSummary": "Olfactory and taste dysfunction are common symptoms of COVID-19 and post-acute COVID-19 syndrome, yet the effects of COVID-19 vaccines on chemosensory perception remain incompletely understood. This global, multilingual, online survey assessed post-vaccination changes in chemosensory function among individuals with and without COVID-19-related chemosensory impairment. Between May 2022 and August 2023, 2,955 responses were collected via convenience sampling, of which 1,352 were included in the analyses. Participants reported vaccination status, side effects, and chemosensory function before and after each vaccine dose. Pfizer-BioNTech accounted for 46.2% of doses, followed by Sputnik V (16.3%",
    "laymansExplanation": "This study explores post-vaccination chemosensory outcomes in covid-19-associated dysfunction. The core message is that this evidence may be useful for long-term health decisions, but it should be interpreted with context and discussed with qualified professionals.",
    "keyTakeaways": [
      "Review original source context before acting.",
      "Treat early evidence as directional, not definitive.",
      "Pair findings with core lifestyle fundamentals."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.05.28.25328470",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-01-19",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.64898/2025.12.15.25342334",
    "slug": "automated-sleep-stage-and-event-detection-algorithms-using-quality-controlled-psg-annotati",
    "title": "Automated Sleep Stage and Event Detection Algorithms Using Quality-Controlled PSG Annotations",
    "excerpt": "Study ObjectivesTo develop machine-learning models for sleep stage classification, arousal detection, and respiratory event detection from overnight polysomnography, and to evaluate their performance relative to expert s",
    "technicalSummary": "Study ObjectivesTo develop machine-learning models for sleep stage classification, arousal detection, and respiratory event detection from overnight polysomnography, and to evaluate their performance relative to expert scorers.\n\nMethodsOvernight polysomnography recordings were obtained from healthy participants and participants referred for suspected sleep-disordered breathing. Four certified scorers completed calibration sessions and generated reference annotations for sleep stages, arousals, and respiratory events. A subset of recordings was independently annotated by all scorers to support consensus analyses, enabling direct comparison between model outputs and human inter-scorer agreemen",
    "laymansExplanation": "This study explores automated sleep stage and event detection algorithms using quality-controlled psg annotations. The core message is that this evidence may be useful for long-term health decisions, but it should be interpreted with context and discussed with qualified professionals.",
    "keyTakeaways": [
      "Review original source context before acting.",
      "Treat early evidence as directional, not definitive.",
      "Pair findings with core lifestyle fundamentals."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.64898/2025.12.15.25342334",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-01-19",
    "categories": [
      {
        "slug": "exercise",
        "name": "Exercise",
        "description": "Movement, training, and performance-related longevity insights."
      },
      {
        "slug": "sleep",
        "name": "Sleep",
        "description": "Sleep quality, rhythms, and recovery-focused findings."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.64898/2026.01.02.25342989",
    "slug": "osteoporosis-genetic-risk-prediction-using-bone-mineral-density-polygenic-scores-in-japane",
    "title": "Osteoporosis Genetic Risk Prediction Using Bone Mineral Density Polygenic Scores in Japanese: TMM CommCohort Study",
    "excerpt": "Osteoporosis and fractures are major health concerns. We developed and validated a polygenic score (PGS) for osteoporosis in a Japanese population using heel quantitative ultrasound-derived T-scores. Genome-wide associat",
    "technicalSummary": "Osteoporosis and fractures are major health concerns. We developed and validated a polygenic score (PGS) for osteoporosis in a Japanese population using heel quantitative ultrasound-derived T-scores. Genome-wide association study data from 12,371 participants in the Tohoku Medical Megabank Community-Based Cohort identified genome-wide significant loci, including MBL2, TMEM135, and WNT16. PGS models were constructed and evaluated using independent datasets for model selection (n = 1,419) and validation (n = 8,711). Adding the PGS to age and sex yielded modest improvements in discrimination but supported genetic risk stratification. Compared with the intermediate group, the lowest PGS quintile",
    "laymansExplanation": "This study explores osteoporosis genetic risk prediction using bone mineral density polygenic scores in japanese: tmm commcohort study. The core message is that this evidence may be useful for long-term health decisions, but it should be interpreted with context and discussed with qualified professionals.",
    "keyTakeaways": [
      "Review original source context before acting.",
      "Treat early evidence as directional, not definitive.",
      "Pair findings with core lifestyle fundamentals."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.64898/2026.01.02.25342989",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-01-19",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.64898/2026.01.05.26343424",
    "slug": "implementation-and-first-results-of-the-czech-nationwide-prostate-cancer-screening-pilot-p",
    "title": "Implementation and first results of the Czech nationwide prostate cancer screening pilot programme",
    "excerpt": "BackgroundIn 2022, the European Union recommended piloting organised prostate cancer screening. Subsequently, the Czech Republic launched a nationwide pilot programme fully reimbursed by public health insurance in Januar",
    "technicalSummary": "BackgroundIn 2022, the European Union recommended piloting organised prostate cancer screening. Subsequently, the Czech Republic launched a nationwide pilot programme fully reimbursed by public health insurance in January 2024 to reduce the high incidence of late-stage prostate cancer and the widespread unorganised prostate-specific antigen (PSA) testing.\n\nObjectiveTo describe the strategy, methodology, and first results of the Czech nationwide prostate cancer screening pilot programme.\n\nMethodsWe analysed data from the first 12 months of the programme, which targets men aged 50-69 years without a previous prostate cancer diagnosis. General practitioners and urologists offer men an initial P",
    "laymansExplanation": "This study explores implementation and first results of the czech nationwide prostate cancer screening pilot programme. The core message is that this evidence may be useful for long-term health decisions, but it should be interpreted with context and discussed with qualified professionals.",
    "keyTakeaways": [
      "Review original source context before acting.",
      "Treat early evidence as directional, not definitive.",
      "Pair findings with core lifestyle fundamentals."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.64898/2026.01.05.26343424",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2026-01-19",
    "categories": [
      {
        "slug": "healthspan",
        "name": "Healthspan",
        "description": "Strategies that improve quality years, not only lifespan."
      }
    ]
  },
  {
    "externalId": "ctgov:NCT01234567",
    "slug": "zone-2-aerobic-trial-metabolic-health",
    "title": "Zone 2 Aerobic Training Trial for Metabolic Resilience",
    "excerpt": "Clinical trial data suggests moderate-intensity aerobic training can improve mitochondrial efficiency and cardiometabolic indicators.",
    "technicalSummary": "In an interventional design, participants assigned structured moderate-intensity aerobic sessions demonstrated improvements in VO2-related outcomes and fasting insulin trends over baseline.",
    "laymansExplanation": "This trial reinforces a simple idea: consistent moderate cardio can materially improve your metabolic foundation. You do not need maximal effort every day. Building an aerobic base improves energy production and recovery, which supports both daily function and long-term health.",
    "keyTakeaways": [
      "Aim for steady moderate cardio 3-4 sessions weekly.",
      "Consistency appears more important than intensity spikes.",
      "Aerobic base supports both performance and longevity goals."
    ],
    "hasExplanation": true,
    "sourceName": "ClinicalTrials.gov",
    "sourceUrl": "https://clinicaltrials.gov/study/NCT01234567",
    "sourceType": "clinical_trial",
    "evidenceQuality": "rct",
    "publishedDate": "2025-12-18",
    "image": "https://images.unsplash.com/photo-1461896836934-ffe607ba8211?auto=format&fit=crop&w=1200&q=80",
    "categories": [
      {
        "slug": "exercise",
        "name": "Exercise",
        "description": "Movement, training, and performance-related longevity insights."
      },
      {
        "slug": "metabolic-health",
        "name": "Metabolic Health",
        "description": "Insulin, glucose, lipid, and body-composition driven research."
      }
    ]
  },
  {
    "externalId": "pubmed:1000002",
    "slug": "protein-timing-aging-recovery-study",
    "title": "Protein Distribution Across the Day and Recovery in Older Adults",
    "excerpt": "Distributing daily protein across meals may outperform back-loading intake in a single dinner-heavy pattern.",
    "technicalSummary": "Interventional nutrition data indicates more even protein distribution is associated with improved muscle protein synthesis signaling and functional recovery markers in aging cohorts.",
    "laymansExplanation": "If most of your protein comes at dinner, you may be leaving recovery gains on the table. This study suggests spreading protein across breakfast, lunch, and dinner may better support muscle maintenance and function as you age.",
    "keyTakeaways": [
      "Target protein at each meal, not just at night.",
      "Prioritize high-quality protein sources consistently.",
      "Support resistance training with meal timing strategy."
    ],
    "hasExplanation": false,
    "sourceName": "Am J Clin Nutr",
    "sourceUrl": "https://pubmed.ncbi.nlm.nih.gov/1000002/",
    "sourceType": "research_paper",
    "evidenceQuality": "rct",
    "publishedDate": "2025-11-09",
    "categories": [
      {
        "slug": "nutrition",
        "name": "Nutrition",
        "description": "Dietary patterns and nutrition interventions for longevity."
      }
    ]
  },
  {
    "externalId": "pubmed:1000003",
    "slug": "nad-pathways-age-related-energy-decline",
    "title": "NAD Pathways and Age-Related Energy Decline",
    "excerpt": "A synthesis of preclinical and translational studies reviewing NAD-related pathways in aging biology.",
    "technicalSummary": "The review summarizes evidence linking NAD depletion with mitochondrial dysfunction, reduced sirtuin activity, and impaired stress-response pathways. Translational signals remain promising but heterogeneous.",
    "laymansExplanation": "NAD is part of the body’s cellular energy machinery. As levels drop with age, cells may become less efficient and less resilient. Research in this area is promising, but most interventions still require stronger human evidence before broad claims can be made.",
    "keyTakeaways": [
      "NAD biology is promising but still evolving in humans.",
      "Lifestyle fundamentals still outperform single-compound strategies.",
      "Treat supplement claims cautiously and review evidence quality."
    ],
    "hasExplanation": true,
    "sourceName": "Nature Reviews Endocrinology",
    "sourceUrl": "https://pubmed.ncbi.nlm.nih.gov/1000003/",
    "sourceType": "review",
    "evidenceQuality": "review",
    "publishedDate": "2025-10-22",
    "categories": [
      {
        "slug": "nad",
        "name": "NAD+",
        "description": "NAD pathway and cellular-energy focused longevity research."
      },
      {
        "slug": "cellular-health",
        "name": "Cellular Health",
        "description": "Cell-level mechanisms influencing aging and resilience."
      }
    ]
  },
  {
    "externalId": "medrxiv:10.1101/2025.09.12.654321",
    "slug": "time-restricted-eating-and-glycemic-variability",
    "title": "Time-Restricted Eating and Glycemic Variability in Adults with Prediabetes",
    "excerpt": "Early findings suggest tighter eating windows may reduce glucose swings in selected populations.",
    "technicalSummary": "Preprint analysis observed improvements in continuous glucose monitoring variability metrics among participants following a restricted feeding window compared to baseline.",
    "laymansExplanation": "This study suggests that when you eat can matter alongside what you eat. A tighter eating window may reduce blood sugar volatility for some people, though larger and longer trials are still needed.",
    "keyTakeaways": [
      "Meal timing can affect glucose stability.",
      "Start with sustainable windows, not extreme fasting.",
      "People respond differently, so track outcomes personally."
    ],
    "hasExplanation": true,
    "sourceName": "medRxiv",
    "sourceUrl": "https://doi.org/10.1101/2025.09.12.654321",
    "sourceType": "research_paper",
    "evidenceQuality": "observational",
    "publishedDate": "2025-09-12",
    "categories": [
      {
        "slug": "nutrition",
        "name": "Nutrition",
        "description": "Dietary patterns and nutrition interventions for longevity."
      },
      {
        "slug": "metabolic-health",
        "name": "Metabolic Health",
        "description": "Insulin, glucose, lipid, and body-composition driven research."
      }
    ]
  }
]
